[
  {
    "order": "1",
    "name": "The Finisher",
    "key": "the-finisher",
    "song": "https://youtu.be/q3wqEipsQAI",
    "saga": "the-finisher",
    "date": "23/02/2024",
    "lyrics": "In a town where clocks ticked without end,\nno one could bring their stories to mend.\nBooks with no last page, towers half-raised,\nhearts full of starts—but never appraised.\n\nWhen came Gregorio, quiet and wise,\nwith a gift few could recognize:\nto finish what others left behind,\nnot for glory—but peace of mind.\n\nCause an ending’s not where hope runs dry—\nit’s the spark that lights the next “hello” in the sky.\nEvery goodbye builds a bridge unseen,\nand every closure plants a dream.\n\n\nThe mayor begged, “Please help us now—\nour people start, but don’t know how\nto cross that line, to say ‘it’s done.’\nWe’re drowning in things left undone.”\n\nBut the real foe wasn’t lack of time—\nit was fear dressed up as “not good enough.”\nFear of failing, fear of fame,\nfear of changing their own name.\n\n'Cause an ending’s not where hope runs dry—\nit’s the quiet strength that teaches us to fly.\nEvery project brought to its close\nis a seed that in tomorrow grows.\n\nAnd when the town learned how to end,\nGregorio knew it was time to bend\nhis path elsewhere—with heart full and true:\nhis work was done… so new dreams could bloom."
  },
  {
    "order": "2",
    "name": "The Feelingsmith",
    "key": "the-feelingsmith",
    "song": "https://youtu.be/7TjVIMZQ-0A",
    "saga": "",
    "date": "24/02/2024",
    "lyrics": "In a village where the old trees sigh,\nBeneath an amber autumn sky,\nA young man came with trembling hands,\nSeeking answers love demands.\n\nHe asked me, “Can you measure this?\nThe way her heart might lean to kiss\nMy hopes, my dreams, my silent plea—\nDoes Clara’s love reach out to me?”\n\n I don’t measure love in lines or weight,\nNot in numbers, not in fate.\nBut in how her eyes hold morning light,\nIn how she greets the world with grace and might.\nI measure kindness in the bread she bakes,\nIn every laugh the village takes.\nAnd if your heart is true and slow—\nHer love may bloom where quiet feelings grow.\n\nWe watched her knead the rising dough,\nHer gentle hands, her quiet glow.\nShe gave a loaf to every child,\nWith warmth that couldn’t be defiled.\nI asked him, “Do you see her soul?\nNot just the part you long to hold?”\nHe frowned, unsure, but stayed to learn—\nFor love’s not claimed, it’s gently earned.\n\nI don’t measure love in lines or weight,\nNot in numbers, not in fate.\nBut in how her hands shape hope anew,\nIn every word she speaks so true.\nI measure courage in her daily grace,\nIn how she lights the darkest place.\nAnd if your heart is soft and clear—\nHer love may find you, standing near.\n\nSo I wrote no numbers in my book,\nJust sketches of the way she’d look\nWhen kindness passed from hand to hand—\nThat’s where true love makes its stand.\n\nFor love’s not measured, lad, you see—\nIt’s given freely, patiently.\nNot in inches, not in gold,\nBut in stories quietly told.\nSo show your care in bread and time,\nIn silence shared, in rhythm, rhyme.\nAnd if your soul meets hers in truth—\nYou’ll need no compass, lad… just proof\nThat love, when real, will always show…\nIn how she lets her quiet feelings flow."
  },
  {
    "order": "3",
    "name": "The Soul Reaper: A Story of Friendship and Balance",
    "key": "the-soul-reaper-a-story-of-friendship-and-balance",
    "song": "https://youtu.be/u96ps5nezjM",
    "saga": "",
    "date": "25/02/2024",
    "lyrics": "Beyond the valleys, past time’s gate,\r\nwhere shadows dance and stars wait,\r\nwalks a keeper in midnight blue—\r\nhis heart is kind, though few knew.\r\n\r\nAll fear his name, they run away,\r\nbut he just guards life’s balance each day…\r\nuntil one dawn, a song so bright—\r\nAmara’s voice turned dark to light!\r\n\r\nAmara sings! Amara shines!\r\nher joy makes the whole forest rise!\r\nThe Soul Reaper’s not alone—\r\nwith her, the world feels like home!\r\n\r\nHe showed her souls in silver streams,\r\nshe taught him daisies, stars, and dreams.\r\nThey watched the moon, they shared the rain—\r\nand balance bloomed through joy and pain.\r\n\r\nThe storm rolled in! The old tree fell!\r\nAmara hurt—her light grew dim…\r\nBut the Reaper cried, “You’ll stay with me!”\r\nand gave his spark—now they’re both free!\r\n\r\nAmara sings! Amara shines!\r\nher joy makes the whole forest rise!\r\nThe Soul Reaper’s not alone—\r\nthey walk the worlds, hand in hand now!\r\n\r\nIn the ethereal woods, where night meets day,\r\nlife and death dance… and it’s okay.\r\nIt’s beautiful."
  }
]