[
  {
    "order": "1",
    "name": "The Finisher",
    "key": "the-finisher",
    "youtube": "2R3S2wuAd2A",
    "tiktok": "",
    "spotify": "The-Finisher-e2n6nao/a-abft5t1",
    "saga": "the-finisher",
    "link": "https://youtu.be/2R3S2wuAd2A",
    "story": "Once upon a time, in a town where the clocks seemed to have more hours than the rest of the world, there lived a man known as The Finisher. This man, whose real name was Gregory, had a special gift: he could finish anything he started, no matter how difficult or impossible it seemed.\n\nIn this town, people often began projects with great enthusiasm, but soon gave up at the first sign of difficulty. Unfinished projects of all kinds—books left unwritten, buildings half-built, and relationships that never found closure—plagued the town. But Gregory, with his peculiar ability, always found a way to put an end to each one.\n\nOne day, the mayor of the town, tired of the mess and lack of completion, called upon Gregory. \"We need your help,\" she said. \"Our town is full of beginnings, but very few endings. Could you use your gift to help us finish these projects?\"\n\nGregory nodded, knowing this would be his greatest challenge yet. He started with the smaller tasks, like helping a young man finish his novel or encouraging a couple to take the final step in their relationship. But soon he realized that there was something deeper in the heart of the town that kept people from completing their tasks.\n\nIt was fear. Fear of failure, fear of success, fear of the unknown. This fear paralyzed people, leaving them unable to take that final step.\n\nGregory knew that to truly help the town, he had to do more than just finish projects. He had to teach people to face and overcome their fears.\n\nSo, he began organizing workshops and meetings, where he shared his own experiences and techniques for overcoming fear. He taught people that finishing something didn’t always mean it had to be perfect, but that it was a step towards learning and growth.\n\nSlowly, the town began to change. Buildings were completed, books were published, and relationships found their way. People began to understand the value of an ending, not as a stopping point, but as a bridge to new beginnings.\n\nThe Finisher, once seen as someone who merely ended things, became a symbol of hope and overcoming. The town, once full of unfinished projects, transformed into a place where every ending was celebrated as a triumph, a testament to the human journey towards growth and fulfillment.\n\nAnd so, Gregory found the most meaningful ending of all: the end of his own mission. With the town transformed, he realized his work here was done. But he knew that somewhere else, there would be more beginnings waiting for an ending, and with a smile, he prepared for his next journey.",
    "time": "172,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Finisher-e2n6nao/a-abft5t1",
    "date": "13/08/2024"
  },
  {
    "order": "2",
    "name": "The Feelingsmith",
    "key": "the-feelingsmith",
    "youtube": "PD9tIzzyqeQ",
    "tiktok": "",
    "spotify": "The-Feelingsmith-e2n6tbf/a-abftdh3",
    "saga": "",
    "link": "https://youtu.be/PD9tIzzyqeQ",
    "story": "In a small village on the edge of an ancient forest, there existed a unique and mysterious profession: the Measurer. This person had the ability to measure not just objects and distances, but also emotions, dreams, and secrets. His name was Alaric, and though he wasn’t very old, his deep gaze and long white beard gave him an air of timeless wisdom.\n\nThe story begins one autumn morning when young Thomas, an apprentice carpenter, came to Alaric with an unusual request. Thomas was in love with Clara, the baker’s daughter, but he didn’t know if his feelings were returned. So, he sought the help of the Measurer to gauge Clara’s love.\n\nAlaric listened carefully and, with an enigmatic smile, accepted the challenge. He took out his most special instrument, a golden compass that seemed to emit a faint glow. Together, they walked to the bakery as Alaric explained that love wasn’t measured in inches or feet, but in connections, glances, and little details.\n\nWhen they arrived, they watched Clara at work. Her skilled hands kneaded the dough with a grace that reflected her kindness and joy. Alaric then asked Thomas to notice how Clara looked around, how she smiled as she handed out each loaf of bread, and how her face lit up when she spoke to the village children.\n\nAfter a while, Alaric asked Thomas if he had noticed anything special. Thomas, a bit confused, said that Clara seemed happy, but he wasn’t sure if that meant she loved him. Alaric smiled and explained that the first step to measuring someone’s love is to understand their essence and happiness.\n\nThen, Alaric took a small notebook from his pocket and began writing observations, drawing lines and figures that seemed meaningless to Thomas. After a few minutes, Alaric closed the notebook and declared that he was ready to give his verdict.\n\n“Clara’s love,” Alaric began, “cannot be measured like a piece of cloth. Love is more complex, deeper. But I can tell you this: Clara carries in her heart a great capacity to love. If you show her your genuine affection, with respect and care, it’s likely that she will respond in kind.”\n\nThomas, still a bit puzzled, thanked Alaric and left deep in thought. In the days that followed, he began to interact more with Clara, showing her his admiration and affection in small but meaningful ways. Over time, Clara began to show signs of affection towards Thomas, and their relationship blossomed.\n\nThe Measurer, for his part, continued to help the villagers with his unique measurements, always reminding them that the most important things couldn’t always be measured with tools, but were often found in the simplest and sincerest gestures of the heart.\n\nAnd so, the village learned that while not all feelings can be measured with precision, understanding and appreciating them was a science and an art worth exploring. The end.",
    "time": "188,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Feelingsmith-e2n6tbf/a-abftdh3",
    "date": "14/08/2024"
  },
  {
    "order": "3",
    "name": "The Soul Reaper: A Story of Friendship and Balance",
    "key": "the-soul-reaper-a-story-of-friendship-and-balance",
    "youtube": "",
    "tiktok": "",
    "spotify": "",
    "saga": "",
    "link": "",
    "story": "Far away in a distant land, beyond the mountains of eternity and the valleys of forgetfulness, there was a kingdom ruled by a powerful and mysterious being known as the Soul Reaper. He wasn't a king or a wizard but a guardian between the world of the living and the world of the dead. His figure, cloaked in a dark robe with a hood that hid his face, inspired both fear and respect.\n\nThe Soul Reaper wasn't evil, though many feared him. His job was to keep the balance between life and death, making sure that every soul found its way after leaving the earthly world. Yet, despite his important role, he felt lonely, trapped in his eternal destiny.\n\nOne day, while walking through the ethereal forest, he heard a melody. It was a young girl named Amara, singing as she gathered healing herbs. The Soul Reaper, invisible to mortal eyes, stopped to listen. Amara's voice was sweet and full of life, and something inside him began to change.\n\nDay after day, the Soul Reaper returned to listen to her, and little by little, he fell in love with Amara's vitality and joy. He decided to reveal himself to her, expecting to frighten her, but to his surprise, Amara was not scared. She looked at him with curiosity and compassion, seeing beyond his dark appearance.\n\nAmara and the Soul Reaper started meeting regularly. She taught him about plants, animals, and stars, while he shared stories of the worlds he had seen and the souls he had met. Their friendship blossomed, filling the emptiness in the Soul Reaper's heart.\n\nHowever, the nature of his existence posed a problem. The Soul Reaper knew he couldn't abandon his duty and feared that his closeness to Amara might upset the balance of life and death.\n\nOne night, a great storm swept through the kingdom. The Soul Reaper, sensing that something was wrong, quickly went to find Amara. He found her gravely injured, a victim of a fallen tree. Her soul was about to depart.\n\nAt that critical moment, the Soul Reaper made a decision that would change both of their destinies. He used his power to transfer part of his essence to Amara, saving her from death. This act of love and sacrifice came at a price: the Soul Reaper lost part of his immortality and power.\n\nAmara recovered, and the Soul Reaper, now partially mortal, stayed by her side. They learned to live together, balancing the world of the living and the dead. The Soul Reaper no longer felt lonely, and Amara became a guardian alongside him, helping to guide lost souls.\n\nOver time, the kingdom came to know and respect the Soul Reaper not only as a fearful being but as a symbol of love, sacrifice, and balance. And so, in the heart of an ethereal forest, the Soul Reaper found not only a purpose but also the love and companionship he had longed for.",
    "time": "193,3",
    "spotifyLink": "",
    "date": "15/08/2024"
  }
]