[
  {
    "order": "1",
    "name": "The Finisher",
    "key": "the-finisher",
    "youtube": "2R3S2wuAd2A",
    "tiktok": "",
    "spotify": "The-Finisher-e2n6nao/a-abft5t1",
    "saga": "the-finisher",
    "link": "https://youtu.be/2R3S2wuAd2A",
    "story": "Once upon a time, in a town where the clocks seemed to have more hours than the rest of the world, there lived a man known as The Finisher. This man, whose real name was Gregory, had a special gift: he could finish anything he started, no matter how difficult or impossible it seemed.\n\nIn this town, people often began projects with great enthusiasm, but soon gave up at the first sign of difficulty. Unfinished projects of all kinds—books left unwritten, buildings half-built, and relationships that never found closure—plagued the town. But Gregory, with his peculiar ability, always found a way to put an end to each one.\n\nOne day, the mayor of the town, tired of the mess and lack of completion, called upon Gregory. \"We need your help,\" she said. \"Our town is full of beginnings, but very few endings. Could you use your gift to help us finish these projects?\"\n\nGregory nodded, knowing this would be his greatest challenge yet. He started with the smaller tasks, like helping a young man finish his novel or encouraging a couple to take the final step in their relationship. But soon he realized that there was something deeper in the heart of the town that kept people from completing their tasks.\n\nIt was fear. Fear of failure, fear of success, fear of the unknown. This fear paralyzed people, leaving them unable to take that final step.\n\nGregory knew that to truly help the town, he had to do more than just finish projects. He had to teach people to face and overcome their fears.\n\nSo, he began organizing workshops and meetings, where he shared his own experiences and techniques for overcoming fear. He taught people that finishing something didn’t always mean it had to be perfect, but that it was a step towards learning and growth.\n\nSlowly, the town began to change. Buildings were completed, books were published, and relationships found their way. People began to understand the value of an ending, not as a stopping point, but as a bridge to new beginnings.\n\nThe Finisher, once seen as someone who merely ended things, became a symbol of hope and overcoming. The town, once full of unfinished projects, transformed into a place where every ending was celebrated as a triumph, a testament to the human journey towards growth and fulfillment.\n\nAnd so, Gregory found the most meaningful ending of all: the end of his own mission. With the town transformed, he realized his work here was done. But he knew that somewhere else, there would be more beginnings waiting for an ending, and with a smile, he prepared for his next journey.",
    "time": "172,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Finisher-e2n6nao/a-abft5t1",
    "date": "13/08/2024"
  },
  {
    "order": "2",
    "name": "The Feelingsmith",
    "key": "the-feelingsmith",
    "youtube": "PD9tIzzyqeQ",
    "tiktok": "",
    "spotify": "The-Feelingsmith-e2n6tbf/a-abftdh3",
    "saga": "",
    "link": "https://youtu.be/PD9tIzzyqeQ",
    "story": "In a small village on the edge of an ancient forest, there existed a unique and mysterious profession: the Measurer. This person had the ability to measure not just objects and distances, but also emotions, dreams, and secrets. His name was Alaric, and though he wasn’t very old, his deep gaze and long white beard gave him an air of timeless wisdom.\n\nThe story begins one autumn morning when young Thomas, an apprentice carpenter, came to Alaric with an unusual request. Thomas was in love with Clara, the baker’s daughter, but he didn’t know if his feelings were returned. So, he sought the help of the Measurer to gauge Clara’s love.\n\nAlaric listened carefully and, with an enigmatic smile, accepted the challenge. He took out his most special instrument, a golden compass that seemed to emit a faint glow. Together, they walked to the bakery as Alaric explained that love wasn’t measured in inches or feet, but in connections, glances, and little details.\n\nWhen they arrived, they watched Clara at work. Her skilled hands kneaded the dough with a grace that reflected her kindness and joy. Alaric then asked Thomas to notice how Clara looked around, how she smiled as she handed out each loaf of bread, and how her face lit up when she spoke to the village children.\n\nAfter a while, Alaric asked Thomas if he had noticed anything special. Thomas, a bit confused, said that Clara seemed happy, but he wasn’t sure if that meant she loved him. Alaric smiled and explained that the first step to measuring someone’s love is to understand their essence and happiness.\n\nThen, Alaric took a small notebook from his pocket and began writing observations, drawing lines and figures that seemed meaningless to Thomas. After a few minutes, Alaric closed the notebook and declared that he was ready to give his verdict.\n\n“Clara’s love,” Alaric began, “cannot be measured like a piece of cloth. Love is more complex, deeper. But I can tell you this: Clara carries in her heart a great capacity to love. If you show her your genuine affection, with respect and care, it’s likely that she will respond in kind.”\n\nThomas, still a bit puzzled, thanked Alaric and left deep in thought. In the days that followed, he began to interact more with Clara, showing her his admiration and affection in small but meaningful ways. Over time, Clara began to show signs of affection towards Thomas, and their relationship blossomed.\n\nThe Measurer, for his part, continued to help the villagers with his unique measurements, always reminding them that the most important things couldn’t always be measured with tools, but were often found in the simplest and sincerest gestures of the heart.\n\nAnd so, the village learned that while not all feelings can be measured with precision, understanding and appreciating them was a science and an art worth exploring. The end.",
    "time": "188,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Feelingsmith-e2n6tbf/a-abftdh3",
    "date": "14/08/2024"
  },
  {
    "order": "3",
    "name": "The Soul Reaper: A Story of Friendship and Balance",
    "key": "the-soul-reaper-a-story-of-friendship-and-balance",
    "youtube": "sR9aBxvhw9E",
    "tiktok": "",
    "spotify": "The-Soul-Reaper-A-Story-of-Friendship-and-Balance-e2n77o4/a-abftqgb",
    "saga": "",
    "link": "https://youtu.be/sR9aBxvhw9E",
    "story": "Far away in a distant land, beyond the mountains of eternity and the valleys of forgetfulness, there was a kingdom ruled by a powerful and mysterious being known as the Soul Reaper. He wasn't a king or a wizard but a guardian between the world of the living and the world of the dead. His figure, cloaked in a dark robe with a hood that hid his face, inspired both fear and respect.\n\nThe Soul Reaper wasn't evil, though many feared him. His job was to keep the balance between life and death, making sure that every soul found its way after leaving the earthly world. Yet, despite his important role, he felt lonely, trapped in his eternal destiny.\n\nOne day, while walking through the ethereal forest, he heard a melody. It was a young girl named Amara, singing as she gathered healing herbs. The Soul Reaper, invisible to mortal eyes, stopped to listen. Amara's voice was sweet and full of life, and something inside him began to change.\n\nDay after day, the Soul Reaper returned to listen to her, and little by little, he fell in love with Amara's vitality and joy. He decided to reveal himself to her, expecting to frighten her, but to his surprise, Amara was not scared. She looked at him with curiosity and compassion, seeing beyond his dark appearance.\n\nAmara and the Soul Reaper started meeting regularly. She taught him about plants, animals, and stars, while he shared stories of the worlds he had seen and the souls he had met. Their friendship blossomed, filling the emptiness in the Soul Reaper's heart.\n\nHowever, the nature of his existence posed a problem. The Soul Reaper knew he couldn't abandon his duty and feared that his closeness to Amara might upset the balance of life and death.\n\nOne night, a great storm swept through the kingdom. The Soul Reaper, sensing that something was wrong, quickly went to find Amara. He found her gravely injured, a victim of a fallen tree. Her soul was about to depart.\n\nAt that critical moment, the Soul Reaper made a decision that would change both of their destinies. He used his power to transfer part of his essence to Amara, saving her from death. This act of love and sacrifice came at a price: the Soul Reaper lost part of his immortality and power.\n\nAmara recovered, and the Soul Reaper, now partially mortal, stayed by her side. They learned to live together, balancing the world of the living and the dead. The Soul Reaper no longer felt lonely, and Amara became a guardian alongside him, helping to guide lost souls.\n\nOver time, the kingdom came to know and respect the Soul Reaper not only as a fearful being but as a symbol of love, sacrifice, and balance. And so, in the heart of an ethereal forest, the Soul Reaper found not only a purpose but also the love and companionship he had longed for.",
    "time": "193,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Soul-Reaper-A-Story-of-Friendship-and-Balance-e2n77o4/a-abftqgb",
    "date": "15/08/2024"
  },
  {
    "order": "4",
    "name": "Delimencia: The City Between Two Worlds",
    "key": "delimencia-the-city-between-two-worlds",
    "youtube": "Gxwg6NtKFZs",
    "tiktok": "",
    "spotify": "Delimencia-The-City-Between-Two-Worlds-e2n796h/a-abfts4l",
    "saga": "",
    "link": "https://youtu.be/Gxwg6NtKFZs",
    "story": "Once upon a time, in a place where reality and fantasy intertwined, there was a city called Delimencia. This unique city was situated right on the border between two worlds: one, a realm of technological wonders, and the other, a domain of magic and mystery. In Delimencia, the buildings were towering structures of metal and glass, illuminated by enchanted torches and flickering neon lights. The streets were filled with flying cars and messenger dragons. The people who lived there were as diverse as the landscapes: humans, elves, androids, and creatures beyond description.\n\nAt the heart of Delimencia stood the Grand Plaza, where a monument known as the Clock of Worlds towered. This clock didn’t just tell time; it also maintained the balance between the worlds. It was created by the first Mayor of Delimencia, a wise wizard and scientist named Elio.\n\nElio was a man of extraordinary intelligence and a kind heart, whose life was marked by curiosity and a passion for knowledge. With his wild hair, often filled with stardust and remnants of magical experiments, and his eyes that sparkled with the reflection of distant constellations, Elio was a figure who inspired both awe and respect. He always wore a robe that combined the styles of an ancient wizard and a futuristic scientist, and he carried an aura of mystery and wisdom.\n\nThe story of Delimencia begins with him, who discovered a portal between the two worlds. Fascinated by the possibilities, Elio worked tirelessly to build a city where both realities could coexist in harmony. Thanks to his efforts, Delimencia became a hub of trade, culture, and knowledge, attracting adventurers, scholars, and artists from every corner of the universe. But not everything was peaceful in Delimencia. A dark secret lurked in the shadows of the city: the Clock of Worlds was beginning to fail. The barriers between the worlds were weakening, creating anomalies and dangers that threatened the very existence of Delimencia.\n\nAt first, the signs were subtle: erratic energy flashes, small cracks in the air, and moments when objects or creatures from one world briefly appeared in the other. But soon, these phenomena intensified. The cracks in the air became fissures through which dangerous creatures and chaotic energies seeped. These fissures threatened to tear apart the very fabric of reality, potentially causing both worlds to collapse into each other in a catastrophic fusion.\n\nThe danger became real when a gigantic creature, a mechanical serpent from the technological world, broke through one of the fissures and appeared in the center of Delimencia. This beast, made of steel and circuits, wreaked havoc, destroying buildings with its powerful jaws and unleashing electrical discharges all around. The inhabitants of Delimencia, both magical and technological beings, had to unite to face this unknown threat, combining spells and technology in an epic battle to subdue the creature. This incident was a turning point for Delimencia. It became clear that if the portal wasn’t repaired and the balance between the worlds wasn’t restored, these incidents would become more frequent and destructive. The city, once a symbol of harmony between worlds, was now on the brink of an interdimensional catastrophe. The key to saving Delimencia lay in a legend, the story of a magical crystal known as the Heart of Worlds. It was said that this crystal had the power to restore and strengthen the Clock of Worlds. But the Heart of Worlds had been lost long ago, in an era forgotten by memory.\n\nIn the midst of this crisis, a young human named Lia and her friend, a technologist elf named Kael, decided to embark on a quest to find the Heart of Worlds. Lia, an ingenious mechanic, and Kael, a mage skilled in ancient spells, were the perfect team for this mission. Their journey took them through enchanted forests, floating cities, and deserts of forgotten data. They faced fantastic creatures and technological challenges, uncovering clues and solving puzzles that brought them closer to the lost crystal. Finally, after many adventures, Lia and Kael found the Heart of Worlds in an abandoned temple, guarded by an ancient golem who subjected them to three trials:\n\nTrial of Wit: The golem presented Lia and Kael with an ancient riddle, written in runes that glowed on its chest. This riddle required not only knowledge of the history and culture of the two worlds but also the ability to think creatively. Lia and Kael had to decipher the riddle together, combining their knowledge of technology and magic to correctly interpret the runes.\n\nTrial of Skill: Once the riddle was solved, the golem led them to a room where they had to navigate through a maze of lasers and magical traps. Lia used her mechanical skills to temporarily disable the lasers, while Kael used his spells to manipulate the magical traps. This trial required not only physical dexterity but also perfect coordination between the two.\n\nTrial of Courage and Trust: The final trial was the most challenging. The golem transformed into a creature of stone and fire and attacked them. In this battle, Lia and Kael had to trust each other completely, using their combined skills to dodge and counter the golem’s attacks. Kael protected Lia with magical shields while she searched for weak points in the golem’s armor. Finally, with a coordinated spell and a precise strike from Lia, they managed to disable the golem, demonstrating their courage and the strength of their friendship.\n\nHaving passed the trials, they obtained the crystal and returned to Delimencia, just in time to repair the Clock of Worlds. With the Heart of Worlds in place, the clock began to work perfectly again, strengthening the barriers between the worlds. Delimencia was saved, and its people celebrated Lia and Kael as heroes.\n\nThe city of Delimencia continued to thrive, a testament to what is possible when magic and technology work together. And as night fell over the city, the neon lights and magical flames mingled in a dance of colors, reminding everyone that in Delimencia, the impossible was just another opportunity for wonder. And so, the legend of Lia and Kael joined the many stories of Delimencia, the city between two worlds, where every day was a new adventure waiting to be lived.",
    "time": "410,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Delimencia-The-City-Between-Two-Worlds-e2n796h/a-abfts4l",
    "date": "16/08/2024"
  },
  {
    "order": "5",
    "name": "LightEater: A Tale of Mystery and Light",
    "key": "lighteater-a-tale-of-mystery-and-light",
    "youtube": "brmKBfm9Gvk",
    "tiktok": "",
    "spotify": "LightEater-A-Tale-of-Mystery-and-Light-e2n7bke/a-abftv4o",
    "saga": "lighteater",
    "link": "https://youtu.be/brmKBfm9Gvk",
    "story": "Once upon a time, in a distant and forgotten village, there was a mysterious figure known as the \"LightEater.\" Stories about him were whispered in a mix of fear and awe. The LightEater was an enigmatic being, always dressed in a long black coat and a wide-brimmed hat that concealed his face. No one knew where he came from, but everyone in the village knew about his peculiar ability: he could absorb light and store it within himself.\n\nThe legend began on a full moon night when the village streets were enveloped in an inexplicable darkness. The stars seemed to have vanished, and the moon, once radiant, was now barely a faint halo in the sky. The villagers, frightened, locked themselves in their homes as whispers about the LightEater spread.\n\nIt was said that the LightEater wandered through the empty streets, extending his hands towards the lamps, the candles in the windows, and any trace of brightness, absorbing them completely. But the most surprising thing of all was that as he absorbed the light, his coat seemed to glow with a mysterious and captivating light of its own.\n\nOne night, a girl named Lucia, driven by curiosity and an adventurous spirit, decided to follow the LightEater. With a lantern in hand, she ventured into the darkness, keeping a safe distance as she trailed him. As she walked, she noticed that despite absorbing the light, the LightEater seemed to be searching for something more, as if he were lost or seeking an answer.\n\nLucia followed him into the forest, where, to her surprise, the LightEater stopped in front of an old tree. There, slowly removing his hat, he revealed his face. He was not a monster or a fearsome creature, but an elderly man with sad and weary eyes. In that moment, Lucia realized that the LightEater was not a threat, but someone deeply lonely.\n\nThe man began to speak, his voice soft and melancholic. He told her that long ago, he had been a scientist obsessed with capturing the essence of light. In his obsession, he created a device that allowed him to absorb and store light within himself. However, he hadn't foreseen the consequence of his invention: by absorbing the light, he also absorbed the joy and life from everything around him, dooming himself to a life of darkness and solitude.\n\nMoved by his story, Lucia offered him her lantern, saying that while she couldn’t return all the light he had lost, she could share hers with him. The man smiled for the first time in years and, with a gentle gesture, declined the offer. Instead, he asked Lucia to use the lantern to light her way back to the village and to share his story so that people would stop fearing him and understand his sorrow.\n\nFrom that night on, the LightEater was no longer a figure of fear. The villagers, inspired by Lucia’s bravery and the man’s sad tale, began to leave small lights in their windows, not out of fear, but as a symbol of hope and connection. And though the LightEater continued to wander the streets, he no longer did so in solitude, but accompanied by a gentle glow that somehow made the darkness feel less deep.\n\nAnd so, the LightEater became a legend not of fear, but of redemption and empathy, reminding us that sometimes, in the depths of darkness, what we truly seek is a bit of light and understanding.",
    "time": "227,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/LightEater-A-Tale-of-Mystery-and-Light-e2n7bke/a-abftv4o",
    "date": "17/08/2024"
  },
  {
    "order": "6",
    "name": "The Demon and the Lost Spoon",
    "key": "the-demon-and-the-lost-spoon",
    "youtube": "du5UVUE3VJM",
    "tiktok": "",
    "spotify": "The-Demon-and-the-Lost-Spoon-e2n7d4k/a-abfu10n",
    "saga": "",
    "link": "https://youtu.be/du5UVUE3VJM",
    "story": "In a small, peaceful village where sunny afternoons were enjoyed with ice cream and laughter, lived a seven-year-old boy named Lucas. Lucas was known for his vivid imagination and his love for chocolate ice cream. One day, after patiently waiting in line, he received his favorite ice cream in a cup, but—oh, dismay!—the ice cream vendor had forgotten to give him a spoon.\n\nAs Lucas watched his ice cream melt, unsure how to eat it, he decided to turn to an old spellbook he had found in his grandmother’s attic. With the innocence of a child and hope for a solution, he recited a random spell. To his surprise, and that of everyone in the park, a striking yet friendly demon appeared before him.\n\nThe demon, named Azaroth, knelt to be at Lucas's level. \"Why have you summoned me, little human?\" he asked in a voice that rumbled like distant thunder. Lucas, surprised but determined, explained his unfortunate situation. Azaroth, having never been summoned for something so trivial, couldn’t help but smile. He decided to help Lucas, not only by getting him a spoon but also by teaching a valuable lesson to the forgetful ice cream vendor.\n\nTogether, they devised a plan. Using his magical powers, Azaroth transformed Lucas’s ice cream into a talking ice cream. When the vendor approached, concerned about the demon’s appearance, the ice cream began to speak. It told the vendor how important it was to pay attention to details and how his forgetfulness had caused great sadness to Lucas.\n\nThe vendor, astonished and a bit frightened, apologized to Lucas and promised never to forget the spoon again. Moreover, he gifted Lucas a pass for free ice cream throughout the summer.\n\nSatisfied with the lesson imparted, Azaroth bid farewell to Lucas, reminding him that spells and magic should be used responsibly. Grateful, Lucas promised to use the spellbook only for good.\n\nFrom that day on, the ice cream vendor never forgot to include a spoon with each serving, and Lucas enjoyed a summer full of free ice cream. Though he never summoned Azaroth again, he always remembered the adventure with the demon who taught him that sometimes, even the smallest problems can have magical solutions.",
    "time": "144,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Demon-and-the-Lost-Spoon-e2n7d4k/a-abfu10n",
    "date": "18/08/2024"
  },
  {
    "order": "7",
    "name": "The Lost Jaguar Adventure",
    "key": "the-lost-jaguar-adventure",
    "youtube": "HelH6z8-84w",
    "tiktok": "",
    "spotify": "The-Lost-Jaguar-Adventure-e2n7hc1/a-abfu5n1",
    "saga": "crt",
    "link": "https://youtu.be/HelH6z8-84w",
    "story": "In the heart of a lively city full of secrets, there was a special organization known only to a few: the \"Cat Recovery Team\" (CRT). This group had a special mission: to find loving homes for every cat, big or small, that came their way. I, one of their most experienced agents, was facing an unprecedented challenge.\n\nOne sunny day, I received an urgent call from the receptionist at the CRT, Mrs. Elena. Her usually calm and serene voice carried a mix of surprise and concern. “We have a unique situation,” she began to explain. “A jaguar has been rescued from an illegal circus. We need to find him a proper home, and quickly.”\n\nThe idea of finding a home for a jaguar, a majestic yet formidable feline, seemed almost impossible. But I knew my duty well. “Understood, Mrs. Elena. I’ll start right away.”\n\nMy first stop was the temporary shelter where the jaguar was being cared for. Upon arrival, I met a magnificent animal. His bright eyes watched with curiosity, but also with a caution that spoke of a difficult past. The vet, Dr. Soto, updated me on his health. “He’s in good physical condition,” he said, “but he needs a large and safe space where he can live as the wild animal he is.”\n\nThe search began with calls to nature reserves, wildlife sanctuaries, and zoos with conservation programs. However, each call ended with a “sorry, we don’t have space.” The clock was ticking, and the pressure was mounting. We couldn’t let this jaguar down.\n\nThen I remembered an old contact, Mrs. Laura, a biologist who had dedicated her life to the conservation of big cats in South America. I explained the situation, and to my relief, her response was positive. “We have space in our reserve in the Amazon. He can live in a protected natural habitat and could also become an ambassador to teach people about the importance of protecting his species.”\n\nArranging the move wasn’t easy. Permits, safe transport, and a specialized team were needed. I worked day and night coordinating every detail. Finally, the big day arrived. The jaguar, now named “Inca,” was successfully transported to his new home.\n\nMrs. Laura sent me pictures and updates of Inca. I saw him transform from a captive animal to a true spirit of the jungle, exploring his new realm with a grace and power that only a jaguar possesses.\n\nThis operation not only saved a jaguar but also reinforced the importance of conservation and respect for wildlife. At the CRT, every cat, big or small, had a story, and Inca’s was one of bravery and hope.\n\nThe Jaguar Operation became a legend within the organization, a reminder that no matter the challenge, there’s always a home for every cat that crosses our path. And so, I continue my work at the CRT, ready for the next feline adventure that’s surely just around the corner. ",
    "time": "191,7",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Lost-Jaguar-Adventure-e2n7hc1/a-abfu5n1",
    "date": "19/08/2024"
  },
  {
    "order": "8",
    "name": "The Blue Coin",
    "key": "the-blue-coin",
    "youtube": "9Sl3LtEd07k",
    "tiktok": "",
    "spotify": "The-Blue-Coin-e2n7lh4/a-abfuaqo",
    "saga": "",
    "link": "https://youtu.be/9Sl3LtEd07k",
    "story": "In a small seaside town, where the waves gently caressed the sand and the sun set, painting the sky in shades of orange and purple, there lived a young boy named Mateo. Mateo was known for his insatiable curiosity and love for adventures. He often spent hours exploring the beach in search of hidden treasures, dreaming of discovering something no one else had found.\n\nOne day, while exploring a remote part of the beach, Mateo stumbled upon something partially buried in the sand. When he dug it up, he discovered it was a coin, but not just any coin. It was large, heavy, and a brilliant blue, as if it was made from a piece of the sky. On one side, it had an image of an old ship, and on the other, strange inscriptions that he couldn’t decipher.\n\nIntrigued by his find, Mateo took the coin to the town elder, Don Ernesto, who was known for his extensive knowledge of local history and legends. Don Ernesto, with his eyes sparkling with wonder, told Mateo the legend of the \"Blue Coin,\" an ancient coin said to have been minted by a king from a kingdom submerged under the sea. It was rumored that whoever possessed the coin would have the power to communicate with sea creatures and explore the mysteries of the ocean.\n\nExcited by the idea of such an adventure, Mateo decided to test the legend the next day. At dawn, with the coin in his pocket, he waded into the crystal-clear waters of the beach. To his amazement, as he submerged in the water, sea creatures seemed to approach him in a friendly manner: colorful fish swam around him, and a sea turtle guided him through a maze of coral reefs.\n\nSuddenly, a dolphin approached Mateo, making gentle sounds. Surprisingly, Mateo understood what the dolphin was trying to communicate: it invited him to follow it to an unknown place. They swam together for what seemed like hours until they arrived at an impressive structure deep in the ocean. It was a palace made of coral and shells, illuminated by a mystical light that seemed to come from the very bottom of the sea.\n\nThere, the dolphin revealed to Mateo that it was the guardian of an ancient treasure, a treasure that could only be revealed to someone with a pure and adventurous heart. Mateo, filled with awe, followed the dolphin into the palace, where he discovered a room full of treasures: pearls that glowed with their own light, gems of unknown colors, and ancient objects from forgotten civilizations.\n\nThe dolphin explained that these treasures were a reminder of the beauty and mysteries of the sea and that they needed to be protected. It offered Mateo to take one item as a memento of his adventure and a symbol of his connection to the ocean.\n\nMateo chose a small pearl that shimmered with a soft and warm glow. As he took it, he felt a deep connection with the sea and its creatures. Grateful, he said goodbye to the dolphin and returned to the surface, carrying the pearl and the Blue Coin with him.\n\nWhen he returned to the town, Mateo decided to share his incredible adventure with Don Ernesto and the other villagers. The news of his journey and the treasure found beneath the sea filled everyone with amazement and admiration. Mateo, for his part, learned a valuable lesson: that the greatest adventures and treasures are not only found in what we seek but also in what we respect and protect.\n\nFrom then on, Mateo became a guardian of the ocean, taking care of the beaches and teaching others about the importance of preserving the wonderful underwater world. And always, in his pocket, he carried the Blue Coin, a reminder of his incredible adventure and the magical bond that forever connected him with the depths of the ocean.",
    "time": "256,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Blue-Coin-e2n7lh4/a-abfuaqo",
    "date": "20/08/2024"
  },
  {
    "order": "9",
    "name": "The Mischievous Gravity: A Magical Adventure in the Park",
    "key": "the-mischievous-gravity-a-magical-adventure-in-the-park",
    "youtube": "CgkPdubVZYg",
    "tiktok": "",
    "spotify": "The-Mischievous-Gravity-A-Magical-Adventure-in-the-Park-e2n7tgr",
    "saga": "",
    "link": "https://youtu.be/CgkPdubVZYg",
    "story": "Once upon a time, under a bright blue sky where the clouds looked like cotton candy, a group of children played in a park filled with laughter and joy. Among them was a girl named Valeria, known for her insatiable curiosity and love for experiments. Beside her was Leo, her best friend, who dreamed of becoming an astronaut and loved everything about space and stars.\n\nOne day, while they were playing hide and seek, something extraordinary happened. Just as Valeria was counting with her eyes closed and Leo was looking for a hiding spot, they felt a lightness in their bodies, as if they suddenly weighed much less. When Valeria opened her eyes, she saw Leo floating gently towards a high branch of a nearby tree, with an expression of wonder and excitement.\n\n\"Valeria, look! I'm flying!\" Leo shouted with a huge smile.\n\nValeria, as curious as ever, began to hop around and noticed that she too could float. \"It’s like gravity has gotten mischievous!\" she exclaimed.\n\nThe other children in the park soon joined them, jumping and floating, laughing and shouting with excitement. But Valeria, with her inquisitive mind, wondered what was really happening.\n\n\"Remember what we learned in school about gravity, Leo,\" Valeria said. \"It’s the force that keeps us on the ground and makes everything fall when we let go of it.\"\n\nLeo nodded. \"Yes, and without gravity, astronauts float in space. But this is different; we’re on Earth!\"\n\nDetermined to investigate, Valeria and Leo, along with their friends, began a game of discoveries. First, they watched how leaves fell slowly from the tree, spinning and dancing in the air. Then, they saw a dog chasing its ball, which bounced very high and barely came back down.\n\n\"This could be fun, but also a bit dangerous,\" Valeria said with concern. \"What if we jump too high?\"\n\nJust then, they heard the voice of Mr. García, the elderly and wise town librarian, who was also floating with difficulty, holding onto a lamppost.\n\n\"Children, this is very unusual. Gravity is a natural law that keeps everything in order in our world. If it’s acting strangely, we need to find out why,\" explained Mr. García.\n\nIntrigued and eager to solve the mystery, Valeria, Leo, and the other children followed Mr. García to the library, floating and jumping along the way.\n\nOnce at the library, they dove into books about gravity, physics, and space science. They learned that gravity is what makes planets orbit around the sun and is crucial for life on Earth.\n\nAs they read, suddenly, gravity returned to normal, and everyone fell to the ground in a heap of laughter.\n\n\"Wow! Gravity is back,\" Leo said, helping Valeria up.\n\nMr. García smiled and said, \"It seems that gravity just wanted to teach us a lesson. It showed us how important it is for our daily lives.\"\n\nValeria and Leo looked at each other, understanding something very important. \"It’s true, sometimes we take very important things for granted without even realizing it,\" Valeria reflected.\n\nFrom that day on, the children in the park never forgot the lesson taught by mischievous gravity. And every time they jumped and played, they fondly remembered the day when gravity played hide and seek with them, teaching them the value and wonder of the natural laws that govern our world. Valeria and Leo continued to explore and learn, knowing that each day is an opportunity to discover something new and exciting.",
    "time": "223,7",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Mischievous-Gravity-A-Magical-Adventure-in-the-Park-e2n7tgr",
    "date": "21/08/2024"
  },
  {
    "order": "10",
    "name": "The Story of Clayby",
    "key": "the-story-of-clayby",
    "youtube": "IwrJLZ8pDx4",
    "tiktok": "",
    "spotify": "The-Story-of-Clayby-e2n81ja/a-abfuppc",
    "saga": "",
    "link": "https://youtu.be/IwrJLZ8pDx4",
    "story": "Once upon a time, in a small village surrounded by forests and hills, there was a place known as Clay Village. In this village, all its inhabitants were experts in shaping clay. They created everything from pots to intricate sculptures, but there was one thing they had not yet achieved: bringing their creations to life.\n\nOne day, a girl named Valeria, who loved playing with clay, decided to make something special. While her parents were at the market, she began to mold a little golem. With her tiny hands, she shaped it: a round head, a chubby body, short arms, and legs. She gave it two bright marbles for eyes and a clay smile. When she finished, she exclaimed, \"I wish you could be my friend and play with me!\"\n\nTo her surprise, a magical light filled the room, and the little golem came to life. It opened its marble eyes and looked at Valeria with curiosity. \"Clayby!\" she said happily, and that’s how the golem got its name.\n\nClayby was special. Although made of clay, he could move, laugh, and play. Valeria and Clayby became inseparable. Together, they explored the forests, played in the fields, and laughed endlessly. However, not everything was perfect.\n\nThe other children in the village were amazed to see Clayby. Some were scared, others made fun of him, and a few dared to approach. Clayby felt sad and confused. He didn’t understand why he wasn’t accepted. Seeing her friend’s sadness, Valeria decided to show the other children that, even though Clayby was different, he had a kind heart and just wanted to be friends with everyone.\n\nOne day, while the children were playing by the river, a strong current swept one of the children away. Everyone shouted and ran for help, but Clayby didn’t hesitate. He jumped into the river and, with his clay body, withstood the current, saving the child. From that day on, the villagers looked at Clayby with new eyes. They understood that, despite his differences, he was a hero and a true friend.\n\nClayby taught the village that friendship doesn’t care about shapes or materials; what matters is the value of the heart. The children began to play with him, inventing games that only a clay golem could play. And so, Clay Village became a place where magic and friendship blossomed in every corner.",
    "time": "154,5",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Story-of-Clayby-e2n81ja/a-abfuppc",
    "date": "22/08/2024"
  }
]