[
  {
    "order": "1",
    "name": "The Finisher",
    "key": "the-finisher",
    "youtube": "2R3S2wuAd2A",
    "tiktok": "",
    "spotify": "The-Finisher-e2n6nao/a-abft5t1",
    "saga": "the-finisher",
    "link": "https://youtu.be/2R3S2wuAd2A",
    "story": "Once upon a time, in a town where the clocks seemed to have more hours than the rest of the world, there lived a man known as The Finisher. This man, whose real name was Gregory, had a special gift: he could finish anything he started, no matter how difficult or impossible it seemed.\n\nIn this town, people often began projects with great enthusiasm, but soon gave up at the first sign of difficulty. Unfinished projects of all kinds—books left unwritten, buildings half-built, and relationships that never found closure—plagued the town. But Gregory, with his peculiar ability, always found a way to put an end to each one.\n\nOne day, the mayor of the town, tired of the mess and lack of completion, called upon Gregory. \"We need your help,\" she said. \"Our town is full of beginnings, but very few endings. Could you use your gift to help us finish these projects?\"\n\nGregory nodded, knowing this would be his greatest challenge yet. He started with the smaller tasks, like helping a young man finish his novel or encouraging a couple to take the final step in their relationship. But soon he realized that there was something deeper in the heart of the town that kept people from completing their tasks.\n\nIt was fear. Fear of failure, fear of success, fear of the unknown. This fear paralyzed people, leaving them unable to take that final step.\n\nGregory knew that to truly help the town, he had to do more than just finish projects. He had to teach people to face and overcome their fears.\n\nSo, he began organizing workshops and meetings, where he shared his own experiences and techniques for overcoming fear. He taught people that finishing something didn’t always mean it had to be perfect, but that it was a step towards learning and growth.\n\nSlowly, the town began to change. Buildings were completed, books were published, and relationships found their way. People began to understand the value of an ending, not as a stopping point, but as a bridge to new beginnings.\n\nThe Finisher, once seen as someone who merely ended things, became a symbol of hope and overcoming. The town, once full of unfinished projects, transformed into a place where every ending was celebrated as a triumph, a testament to the human journey towards growth and fulfillment.\n\nAnd so, Gregory found the most meaningful ending of all: the end of his own mission. With the town transformed, he realized his work here was done. But he knew that somewhere else, there would be more beginnings waiting for an ending, and with a smile, he prepared for his next journey.",
    "time": "172,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Finisher-e2n6nao/a-abft5t1",
    "date": "23/02/2024"
  },
  {
    "order": "2",
    "name": "The Feelingsmith",
    "key": "the-feelingsmith",
    "youtube": "PD9tIzzyqeQ",
    "tiktok": "",
    "spotify": "The-Feelingsmith-e2n6tbf/a-abftdh3",
    "saga": "",
    "link": "https://youtu.be/PD9tIzzyqeQ",
    "story": "In a small village on the edge of an ancient forest, there existed a unique and mysterious profession: the Measurer. This person had the ability to measure not just objects and distances, but also emotions, dreams, and secrets. His name was Alaric, and though he wasn’t very old, his deep gaze and long white beard gave him an air of timeless wisdom.\n\nThe story begins one autumn morning when young Thomas, an apprentice carpenter, came to Alaric with an unusual request. Thomas was in love with Clara, the baker’s daughter, but he didn’t know if his feelings were returned. So, he sought the help of the Measurer to gauge Clara’s love.\n\nAlaric listened carefully and, with an enigmatic smile, accepted the challenge. He took out his most special instrument, a golden compass that seemed to emit a faint glow. Together, they walked to the bakery as Alaric explained that love wasn’t measured in inches or feet, but in connections, glances, and little details.\n\nWhen they arrived, they watched Clara at work. Her skilled hands kneaded the dough with a grace that reflected her kindness and joy. Alaric then asked Thomas to notice how Clara looked around, how she smiled as she handed out each loaf of bread, and how her face lit up when she spoke to the village children.\n\nAfter a while, Alaric asked Thomas if he had noticed anything special. Thomas, a bit confused, said that Clara seemed happy, but he wasn’t sure if that meant she loved him. Alaric smiled and explained that the first step to measuring someone’s love is to understand their essence and happiness.\n\nThen, Alaric took a small notebook from his pocket and began writing observations, drawing lines and figures that seemed meaningless to Thomas. After a few minutes, Alaric closed the notebook and declared that he was ready to give his verdict.\n\n“Clara’s love,” Alaric began, “cannot be measured like a piece of cloth. Love is more complex, deeper. But I can tell you this: Clara carries in her heart a great capacity to love. If you show her your genuine affection, with respect and care, it’s likely that she will respond in kind.”\n\nThomas, still a bit puzzled, thanked Alaric and left deep in thought. In the days that followed, he began to interact more with Clara, showing her his admiration and affection in small but meaningful ways. Over time, Clara began to show signs of affection towards Thomas, and their relationship blossomed.\n\nThe Measurer, for his part, continued to help the villagers with his unique measurements, always reminding them that the most important things couldn’t always be measured with tools, but were often found in the simplest and sincerest gestures of the heart.\n\nAnd so, the village learned that while not all feelings can be measured with precision, understanding and appreciating them was a science and an art worth exploring. The end.",
    "time": "188,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Feelingsmith-e2n6tbf/a-abftdh3",
    "date": "24/02/2024"
  },
  {
    "order": "3",
    "name": "The Soul Reaper: A Story of Friendship and Balance",
    "key": "the-soul-reaper-a-story-of-friendship-and-balance",
    "youtube": "sR9aBxvhw9E",
    "tiktok": "",
    "spotify": "The-Soul-Reaper-A-Story-of-Friendship-and-Balance-e2n77o4/a-abftqgb",
    "saga": "",
    "link": "https://youtu.be/sR9aBxvhw9E",
    "story": "Far away in a distant land, beyond the mountains of eternity and the valleys of forgetfulness, there was a kingdom ruled by a powerful and mysterious being known as the Soul Reaper. He wasn't a king or a wizard but a guardian between the world of the living and the world of the dead. His figure, cloaked in a dark robe with a hood that hid his face, inspired both fear and respect.\n\nThe Soul Reaper wasn't evil, though many feared him. His job was to keep the balance between life and death, making sure that every soul found its way after leaving the earthly world. Yet, despite his important role, he felt lonely, trapped in his eternal destiny.\n\nOne day, while walking through the ethereal forest, he heard a melody. It was a young girl named Amara, singing as she gathered healing herbs. The Soul Reaper, invisible to mortal eyes, stopped to listen. Amara's voice was sweet and full of life, and something inside him began to change.\n\nDay after day, the Soul Reaper returned to listen to her, and little by little, he fell in love with Amara's vitality and joy. He decided to reveal himself to her, expecting to frighten her, but to his surprise, Amara was not scared. She looked at him with curiosity and compassion, seeing beyond his dark appearance.\n\nAmara and the Soul Reaper started meeting regularly. She taught him about plants, animals, and stars, while he shared stories of the worlds he had seen and the souls he had met. Their friendship blossomed, filling the emptiness in the Soul Reaper's heart.\n\nHowever, the nature of his existence posed a problem. The Soul Reaper knew he couldn't abandon his duty and feared that his closeness to Amara might upset the balance of life and death.\n\nOne night, a great storm swept through the kingdom. The Soul Reaper, sensing that something was wrong, quickly went to find Amara. He found her gravely injured, a victim of a fallen tree. Her soul was about to depart.\n\nAt that critical moment, the Soul Reaper made a decision that would change both of their destinies. He used his power to transfer part of his essence to Amara, saving her from death. This act of love and sacrifice came at a price: the Soul Reaper lost part of his immortality and power.\n\nAmara recovered, and the Soul Reaper, now partially mortal, stayed by her side. They learned to live together, balancing the world of the living and the dead. The Soul Reaper no longer felt lonely, and Amara became a guardian alongside him, helping to guide lost souls.\n\nOver time, the kingdom came to know and respect the Soul Reaper not only as a fearful being but as a symbol of love, sacrifice, and balance. And so, in the heart of an ethereal forest, the Soul Reaper found not only a purpose but also the love and companionship he had longed for.",
    "time": "193,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Soul-Reaper-A-Story-of-Friendship-and-Balance-e2n77o4/a-abftqgb",
    "date": "25/02/2024"
  },
  {
    "order": "4",
    "name": "Delimencia: The City Between Two Worlds",
    "key": "delimencia-the-city-between-two-worlds",
    "youtube": "Gxwg6NtKFZs",
    "tiktok": "",
    "spotify": "Delimencia-The-City-Between-Two-Worlds-e2n796h/a-abfts4l",
    "saga": "",
    "link": "https://youtu.be/Gxwg6NtKFZs",
    "story": "Once upon a time, in a place where reality and fantasy intertwined, there was a city called Delimencia. This unique city was situated right on the border between two worlds: one, a realm of technological wonders, and the other, a domain of magic and mystery. In Delimencia, the buildings were towering structures of metal and glass, illuminated by enchanted torches and flickering neon lights. The streets were filled with flying cars and messenger dragons. The people who lived there were as diverse as the landscapes: humans, elves, androids, and creatures beyond description.\n\nAt the heart of Delimencia stood the Grand Plaza, where a monument known as the Clock of Worlds towered. This clock didn’t just tell time; it also maintained the balance between the worlds. It was created by the first Mayor of Delimencia, a wise wizard and scientist named Elio.\n\nElio was a man of extraordinary intelligence and a kind heart, whose life was marked by curiosity and a passion for knowledge. With his wild hair, often filled with stardust and remnants of magical experiments, and his eyes that sparkled with the reflection of distant constellations, Elio was a figure who inspired both awe and respect. He always wore a robe that combined the styles of an ancient wizard and a futuristic scientist, and he carried an aura of mystery and wisdom.\n\nThe story of Delimencia begins with him, who discovered a portal between the two worlds. Fascinated by the possibilities, Elio worked tirelessly to build a city where both realities could coexist in harmony. Thanks to his efforts, Delimencia became a hub of trade, culture, and knowledge, attracting adventurers, scholars, and artists from every corner of the universe. But not everything was peaceful in Delimencia. A dark secret lurked in the shadows of the city: the Clock of Worlds was beginning to fail. The barriers between the worlds were weakening, creating anomalies and dangers that threatened the very existence of Delimencia.\n\nAt first, the signs were subtle: erratic energy flashes, small cracks in the air, and moments when objects or creatures from one world briefly appeared in the other. But soon, these phenomena intensified. The cracks in the air became fissures through which dangerous creatures and chaotic energies seeped. These fissures threatened to tear apart the very fabric of reality, potentially causing both worlds to collapse into each other in a catastrophic fusion.\n\nThe danger became real when a gigantic creature, a mechanical serpent from the technological world, broke through one of the fissures and appeared in the center of Delimencia. This beast, made of steel and circuits, wreaked havoc, destroying buildings with its powerful jaws and unleashing electrical discharges all around. The inhabitants of Delimencia, both magical and technological beings, had to unite to face this unknown threat, combining spells and technology in an epic battle to subdue the creature. This incident was a turning point for Delimencia. It became clear that if the portal wasn’t repaired and the balance between the worlds wasn’t restored, these incidents would become more frequent and destructive. The city, once a symbol of harmony between worlds, was now on the brink of an interdimensional catastrophe. The key to saving Delimencia lay in a legend, the story of a magical crystal known as the Heart of Worlds. It was said that this crystal had the power to restore and strengthen the Clock of Worlds. But the Heart of Worlds had been lost long ago, in an era forgotten by memory.\n\nIn the midst of this crisis, a young human named Lia and her friend, a technologist elf named Kael, decided to embark on a quest to find the Heart of Worlds. Lia, an ingenious mechanic, and Kael, a mage skilled in ancient spells, were the perfect team for this mission. Their journey took them through enchanted forests, floating cities, and deserts of forgotten data. They faced fantastic creatures and technological challenges, uncovering clues and solving puzzles that brought them closer to the lost crystal. Finally, after many adventures, Lia and Kael found the Heart of Worlds in an abandoned temple, guarded by an ancient golem who subjected them to three trials:\n\nTrial of Wit: The golem presented Lia and Kael with an ancient riddle, written in runes that glowed on its chest. This riddle required not only knowledge of the history and culture of the two worlds but also the ability to think creatively. Lia and Kael had to decipher the riddle together, combining their knowledge of technology and magic to correctly interpret the runes.\n\nTrial of Skill: Once the riddle was solved, the golem led them to a room where they had to navigate through a maze of lasers and magical traps. Lia used her mechanical skills to temporarily disable the lasers, while Kael used his spells to manipulate the magical traps. This trial required not only physical dexterity but also perfect coordination between the two.\n\nTrial of Courage and Trust: The final trial was the most challenging. The golem transformed into a creature of stone and fire and attacked them. In this battle, Lia and Kael had to trust each other completely, using their combined skills to dodge and counter the golem’s attacks. Kael protected Lia with magical shields while she searched for weak points in the golem’s armor. Finally, with a coordinated spell and a precise strike from Lia, they managed to disable the golem, demonstrating their courage and the strength of their friendship.\n\nHaving passed the trials, they obtained the crystal and returned to Delimencia, just in time to repair the Clock of Worlds. With the Heart of Worlds in place, the clock began to work perfectly again, strengthening the barriers between the worlds. Delimencia was saved, and its people celebrated Lia and Kael as heroes.\n\nThe city of Delimencia continued to thrive, a testament to what is possible when magic and technology work together. And as night fell over the city, the neon lights and magical flames mingled in a dance of colors, reminding everyone that in Delimencia, the impossible was just another opportunity for wonder. And so, the legend of Lia and Kael joined the many stories of Delimencia, the city between two worlds, where every day was a new adventure waiting to be lived.",
    "time": "410,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Delimencia-The-City-Between-Two-Worlds-e2n796h/a-abfts4l",
    "date": "26/02/2024"
  },
  {
    "order": "5",
    "name": "LightEater: A Tale of Mystery and Light",
    "key": "lighteater-a-tale-of-mystery-and-light",
    "youtube": "brmKBfm9Gvk",
    "tiktok": "",
    "spotify": "LightEater-A-Tale-of-Mystery-and-Light-e2n7bke/a-abftv4o",
    "saga": "lighteater",
    "link": "https://youtu.be/brmKBfm9Gvk",
    "story": "Once upon a time, in a distant and forgotten village, there was a mysterious figure known as the \"LightEater.\" Stories about him were whispered in a mix of fear and awe. The LightEater was an enigmatic being, always dressed in a long black coat and a wide-brimmed hat that concealed his face. No one knew where he came from, but everyone in the village knew about his peculiar ability: he could absorb light and store it within himself.\n\nThe legend began on a full moon night when the village streets were enveloped in an inexplicable darkness. The stars seemed to have vanished, and the moon, once radiant, was now barely a faint halo in the sky. The villagers, frightened, locked themselves in their homes as whispers about the LightEater spread.\n\nIt was said that the LightEater wandered through the empty streets, extending his hands towards the lamps, the candles in the windows, and any trace of brightness, absorbing them completely. But the most surprising thing of all was that as he absorbed the light, his coat seemed to glow with a mysterious and captivating light of its own.\n\nOne night, a girl named Lucia, driven by curiosity and an adventurous spirit, decided to follow the LightEater. With a lantern in hand, she ventured into the darkness, keeping a safe distance as she trailed him. As she walked, she noticed that despite absorbing the light, the LightEater seemed to be searching for something more, as if he were lost or seeking an answer.\n\nLucia followed him into the forest, where, to her surprise, the LightEater stopped in front of an old tree. There, slowly removing his hat, he revealed his face. He was not a monster or a fearsome creature, but an elderly man with sad and weary eyes. In that moment, Lucia realized that the LightEater was not a threat, but someone deeply lonely.\n\nThe man began to speak, his voice soft and melancholic. He told her that long ago, he had been a scientist obsessed with capturing the essence of light. In his obsession, he created a device that allowed him to absorb and store light within himself. However, he hadn't foreseen the consequence of his invention: by absorbing the light, he also absorbed the joy and life from everything around him, dooming himself to a life of darkness and solitude.\n\nMoved by his story, Lucia offered him her lantern, saying that while she couldn’t return all the light he had lost, she could share hers with him. The man smiled for the first time in years and, with a gentle gesture, declined the offer. Instead, he asked Lucia to use the lantern to light her way back to the village and to share his story so that people would stop fearing him and understand his sorrow.\n\nFrom that night on, the LightEater was no longer a figure of fear. The villagers, inspired by Lucia’s bravery and the man’s sad tale, began to leave small lights in their windows, not out of fear, but as a symbol of hope and connection. And though the LightEater continued to wander the streets, he no longer did so in solitude, but accompanied by a gentle glow that somehow made the darkness feel less deep.\n\nAnd so, the LightEater became a legend not of fear, but of redemption and empathy, reminding us that sometimes, in the depths of darkness, what we truly seek is a bit of light and understanding.",
    "time": "227,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/LightEater-A-Tale-of-Mystery-and-Light-e2n7bke/a-abftv4o",
    "date": "27/02/2024"
  },
  {
    "order": "6",
    "name": "The Demon and the Lost Spoon",
    "key": "the-demon-and-the-lost-spoon",
    "youtube": "du5UVUE3VJM",
    "tiktok": "",
    "spotify": "The-Demon-and-the-Lost-Spoon-e2n7d4k/a-abfu10n",
    "saga": "",
    "link": "https://youtu.be/du5UVUE3VJM",
    "story": "In a small, peaceful village where sunny afternoons were enjoyed with ice cream and laughter, lived a seven-year-old boy named Lucas. Lucas was known for his vivid imagination and his love for chocolate ice cream. One day, after patiently waiting in line, he received his favorite ice cream in a cup, but—oh, dismay!—the ice cream vendor had forgotten to give him a spoon.\n\nAs Lucas watched his ice cream melt, unsure how to eat it, he decided to turn to an old spellbook he had found in his grandmother’s attic. With the innocence of a child and hope for a solution, he recited a random spell. To his surprise, and that of everyone in the park, a striking yet friendly demon appeared before him.\n\nThe demon, named Azaroth, knelt to be at Lucas's level. \"Why have you summoned me, little human?\" he asked in a voice that rumbled like distant thunder. Lucas, surprised but determined, explained his unfortunate situation. Azaroth, having never been summoned for something so trivial, couldn’t help but smile. He decided to help Lucas, not only by getting him a spoon but also by teaching a valuable lesson to the forgetful ice cream vendor.\n\nTogether, they devised a plan. Using his magical powers, Azaroth transformed Lucas’s ice cream into a talking ice cream. When the vendor approached, concerned about the demon’s appearance, the ice cream began to speak. It told the vendor how important it was to pay attention to details and how his forgetfulness had caused great sadness to Lucas.\n\nThe vendor, astonished and a bit frightened, apologized to Lucas and promised never to forget the spoon again. Moreover, he gifted Lucas a pass for free ice cream throughout the summer.\n\nSatisfied with the lesson imparted, Azaroth bid farewell to Lucas, reminding him that spells and magic should be used responsibly. Grateful, Lucas promised to use the spellbook only for good.\n\nFrom that day on, the ice cream vendor never forgot to include a spoon with each serving, and Lucas enjoyed a summer full of free ice cream. Though he never summoned Azaroth again, he always remembered the adventure with the demon who taught him that sometimes, even the smallest problems can have magical solutions.",
    "time": "144,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Demon-and-the-Lost-Spoon-e2n7d4k/a-abfu10n",
    "date": "28/02/2024"
  },
  {
    "order": "7",
    "name": "The Lost Jaguar Adventure",
    "key": "the-lost-jaguar-adventure",
    "youtube": "HelH6z8-84w",
    "tiktok": "",
    "spotify": "The-Lost-Jaguar-Adventure-e2n7hc1/a-abfu5n1",
    "saga": "crt",
    "link": "https://youtu.be/HelH6z8-84w",
    "story": "In the heart of a lively city full of secrets, there was a special organization known only to a few: the \"Cat Recovery Team\" (CRT). This group had a special mission: to find loving homes for every cat, big or small, that came their way. I, one of their most experienced agents, was facing an unprecedented challenge.\n\nOne sunny day, I received an urgent call from the receptionist at the CRT, Mrs. Elena. Her usually calm and serene voice carried a mix of surprise and concern. “We have a unique situation,” she began to explain. “A jaguar has been rescued from an illegal circus. We need to find him a proper home, and quickly.”\n\nThe idea of finding a home for a jaguar, a majestic yet formidable feline, seemed almost impossible. But I knew my duty well. “Understood, Mrs. Elena. I’ll start right away.”\n\nMy first stop was the temporary shelter where the jaguar was being cared for. Upon arrival, I met a magnificent animal. His bright eyes watched with curiosity, but also with a caution that spoke of a difficult past. The vet, Dr. Soto, updated me on his health. “He’s in good physical condition,” he said, “but he needs a large and safe space where he can live as the wild animal he is.”\n\nThe search began with calls to nature reserves, wildlife sanctuaries, and zoos with conservation programs. However, each call ended with a “sorry, we don’t have space.” The clock was ticking, and the pressure was mounting. We couldn’t let this jaguar down.\n\nThen I remembered an old contact, Mrs. Laura, a biologist who had dedicated her life to the conservation of big cats in South America. I explained the situation, and to my relief, her response was positive. “We have space in our reserve in the Amazon. He can live in a protected natural habitat and could also become an ambassador to teach people about the importance of protecting his species.”\n\nArranging the move wasn’t easy. Permits, safe transport, and a specialized team were needed. I worked day and night coordinating every detail. Finally, the big day arrived. The jaguar, now named “Inca,” was successfully transported to his new home.\n\nMrs. Laura sent me pictures and updates of Inca. I saw him transform from a captive animal to a true spirit of the jungle, exploring his new realm with a grace and power that only a jaguar possesses.\n\nThis operation not only saved a jaguar but also reinforced the importance of conservation and respect for wildlife. At the CRT, every cat, big or small, had a story, and Inca’s was one of bravery and hope.\n\nThe Jaguar Operation became a legend within the organization, a reminder that no matter the challenge, there’s always a home for every cat that crosses our path. And so, I continue my work at the CRT, ready for the next feline adventure that’s surely just around the corner. ",
    "time": "191,7",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Lost-Jaguar-Adventure-e2n7hc1/a-abfu5n1",
    "date": "29/02/2024"
  },
  {
    "order": "8",
    "name": "The Blue Coin",
    "key": "the-blue-coin",
    "youtube": "9Sl3LtEd07k",
    "tiktok": "",
    "spotify": "The-Blue-Coin-e2n7lh4/a-abfuaqo",
    "saga": "",
    "link": "https://youtu.be/9Sl3LtEd07k",
    "story": "In a small seaside town, where the waves gently caressed the sand and the sun set, painting the sky in shades of orange and purple, there lived a young boy named Mateo. Mateo was known for his insatiable curiosity and love for adventures. He often spent hours exploring the beach in search of hidden treasures, dreaming of discovering something no one else had found.\n\nOne day, while exploring a remote part of the beach, Mateo stumbled upon something partially buried in the sand. When he dug it up, he discovered it was a coin, but not just any coin. It was large, heavy, and a brilliant blue, as if it was made from a piece of the sky. On one side, it had an image of an old ship, and on the other, strange inscriptions that he couldn’t decipher.\n\nIntrigued by his find, Mateo took the coin to the town elder, Don Ernesto, who was known for his extensive knowledge of local history and legends. Don Ernesto, with his eyes sparkling with wonder, told Mateo the legend of the \"Blue Coin,\" an ancient coin said to have been minted by a king from a kingdom submerged under the sea. It was rumored that whoever possessed the coin would have the power to communicate with sea creatures and explore the mysteries of the ocean.\n\nExcited by the idea of such an adventure, Mateo decided to test the legend the next day. At dawn, with the coin in his pocket, he waded into the crystal-clear waters of the beach. To his amazement, as he submerged in the water, sea creatures seemed to approach him in a friendly manner: colorful fish swam around him, and a sea turtle guided him through a maze of coral reefs.\n\nSuddenly, a dolphin approached Mateo, making gentle sounds. Surprisingly, Mateo understood what the dolphin was trying to communicate: it invited him to follow it to an unknown place. They swam together for what seemed like hours until they arrived at an impressive structure deep in the ocean. It was a palace made of coral and shells, illuminated by a mystical light that seemed to come from the very bottom of the sea.\n\nThere, the dolphin revealed to Mateo that it was the guardian of an ancient treasure, a treasure that could only be revealed to someone with a pure and adventurous heart. Mateo, filled with awe, followed the dolphin into the palace, where he discovered a room full of treasures: pearls that glowed with their own light, gems of unknown colors, and ancient objects from forgotten civilizations.\n\nThe dolphin explained that these treasures were a reminder of the beauty and mysteries of the sea and that they needed to be protected. It offered Mateo to take one item as a memento of his adventure and a symbol of his connection to the ocean.\n\nMateo chose a small pearl that shimmered with a soft and warm glow. As he took it, he felt a deep connection with the sea and its creatures. Grateful, he said goodbye to the dolphin and returned to the surface, carrying the pearl and the Blue Coin with him.\n\nWhen he returned to the town, Mateo decided to share his incredible adventure with Don Ernesto and the other villagers. The news of his journey and the treasure found beneath the sea filled everyone with amazement and admiration. Mateo, for his part, learned a valuable lesson: that the greatest adventures and treasures are not only found in what we seek but also in what we respect and protect.\n\nFrom then on, Mateo became a guardian of the ocean, taking care of the beaches and teaching others about the importance of preserving the wonderful underwater world. And always, in his pocket, he carried the Blue Coin, a reminder of his incredible adventure and the magical bond that forever connected him with the depths of the ocean.",
    "time": "256,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Blue-Coin-e2n7lh4/a-abfuaqo",
    "date": "1/03/2024"
  },
  {
    "order": "9",
    "name": "The Mischievous Gravity: A Magical Adventure in the Park",
    "key": "the-mischievous-gravity-a-magical-adventure-in-the-park",
    "youtube": "CgkPdubVZYg",
    "tiktok": "",
    "spotify": "The-Mischievous-Gravity-A-Magical-Adventure-in-the-Park-e2n7tgr",
    "saga": "",
    "link": "https://youtu.be/CgkPdubVZYg",
    "story": "Once upon a time, under a bright blue sky where the clouds looked like cotton candy, a group of children played in a park filled with laughter and joy. Among them was a girl named Valeria, known for her insatiable curiosity and love for experiments. Beside her was Leo, her best friend, who dreamed of becoming an astronaut and loved everything about space and stars.\n\nOne day, while they were playing hide and seek, something extraordinary happened. Just as Valeria was counting with her eyes closed and Leo was looking for a hiding spot, they felt a lightness in their bodies, as if they suddenly weighed much less. When Valeria opened her eyes, she saw Leo floating gently towards a high branch of a nearby tree, with an expression of wonder and excitement.\n\n\"Valeria, look! I'm flying!\" Leo shouted with a huge smile.\n\nValeria, as curious as ever, began to hop around and noticed that she too could float. \"It’s like gravity has gotten mischievous!\" she exclaimed.\n\nThe other children in the park soon joined them, jumping and floating, laughing and shouting with excitement. But Valeria, with her inquisitive mind, wondered what was really happening.\n\n\"Remember what we learned in school about gravity, Leo,\" Valeria said. \"It’s the force that keeps us on the ground and makes everything fall when we let go of it.\"\n\nLeo nodded. \"Yes, and without gravity, astronauts float in space. But this is different; we’re on Earth!\"\n\nDetermined to investigate, Valeria and Leo, along with their friends, began a game of discoveries. First, they watched how leaves fell slowly from the tree, spinning and dancing in the air. Then, they saw a dog chasing its ball, which bounced very high and barely came back down.\n\n\"This could be fun, but also a bit dangerous,\" Valeria said with concern. \"What if we jump too high?\"\n\nJust then, they heard the voice of Mr. García, the elderly and wise town librarian, who was also floating with difficulty, holding onto a lamppost.\n\n\"Children, this is very unusual. Gravity is a natural law that keeps everything in order in our world. If it’s acting strangely, we need to find out why,\" explained Mr. García.\n\nIntrigued and eager to solve the mystery, Valeria, Leo, and the other children followed Mr. García to the library, floating and jumping along the way.\n\nOnce at the library, they dove into books about gravity, physics, and space science. They learned that gravity is what makes planets orbit around the sun and is crucial for life on Earth.\n\nAs they read, suddenly, gravity returned to normal, and everyone fell to the ground in a heap of laughter.\n\n\"Wow! Gravity is back,\" Leo said, helping Valeria up.\n\nMr. García smiled and said, \"It seems that gravity just wanted to teach us a lesson. It showed us how important it is for our daily lives.\"\n\nValeria and Leo looked at each other, understanding something very important. \"It’s true, sometimes we take very important things for granted without even realizing it,\" Valeria reflected.\n\nFrom that day on, the children in the park never forgot the lesson taught by mischievous gravity. And every time they jumped and played, they fondly remembered the day when gravity played hide and seek with them, teaching them the value and wonder of the natural laws that govern our world. Valeria and Leo continued to explore and learn, knowing that each day is an opportunity to discover something new and exciting.",
    "time": "223,7",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Mischievous-Gravity-A-Magical-Adventure-in-the-Park-e2n7tgr",
    "date": "02/03/2024"
  },
  {
    "order": "10",
    "name": "The Story of Clayby",
    "key": "the-story-of-clayby",
    "youtube": "IwrJLZ8pDx4",
    "tiktok": "",
    "spotify": "The-Story-of-Clayby-e2n81ja/a-abfuppc",
    "saga": "",
    "link": "https://youtu.be/IwrJLZ8pDx4",
    "story": "Once upon a time, in a small village surrounded by forests and hills, there was a place known as Clay Village. In this village, all its inhabitants were experts in shaping clay. They created everything from pots to intricate sculptures, but there was one thing they had not yet achieved: bringing their creations to life.\n\nOne day, a girl named Valeria, who loved playing with clay, decided to make something special. While her parents were at the market, she began to mold a little golem. With her tiny hands, she shaped it: a round head, a chubby body, short arms, and legs. She gave it two bright marbles for eyes and a clay smile. When she finished, she exclaimed, \"I wish you could be my friend and play with me!\"\n\nTo her surprise, a magical light filled the room, and the little golem came to life. It opened its marble eyes and looked at Valeria with curiosity. \"Clayby!\" she said happily, and that’s how the golem got its name.\n\nClayby was special. Although made of clay, he could move, laugh, and play. Valeria and Clayby became inseparable. Together, they explored the forests, played in the fields, and laughed endlessly. However, not everything was perfect.\n\nThe other children in the village were amazed to see Clayby. Some were scared, others made fun of him, and a few dared to approach. Clayby felt sad and confused. He didn’t understand why he wasn’t accepted. Seeing her friend’s sadness, Valeria decided to show the other children that, even though Clayby was different, he had a kind heart and just wanted to be friends with everyone.\n\nOne day, while the children were playing by the river, a strong current swept one of the children away. Everyone shouted and ran for help, but Clayby didn’t hesitate. He jumped into the river and, with his clay body, withstood the current, saving the child. From that day on, the villagers looked at Clayby with new eyes. They understood that, despite his differences, he was a hero and a true friend.\n\nClayby taught the village that friendship doesn’t care about shapes or materials; what matters is the value of the heart. The children began to play with him, inventing games that only a clay golem could play. And so, Clay Village became a place where magic and friendship blossomed in every corner.",
    "time": "154,5",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Story-of-Clayby-e2n81ja/a-abfuppc",
    "date": "03/03/2024"
  },
  {
    "order": "11",
    "name": "The Spirit Tamer",
    "key": "the-spirit-tamer",
    "youtube": "l1zrFOfPVZw",
    "tiktok": "",
    "spotify": "The-Spirit-Tamer-e2n8prr/a-abfvnga",
    "saga": "",
    "link": "https://youtu.be/l1zrFOfPVZw",
    "story": "Once upon a time, in a distant kingdom, there was a young man named Ilian. Ilian was not an ordinary young man; he had a unique gift: the ability to communicate with and tame spirits. The kingdom was full of spirits, some friendly and others quite mischievous. The people often turned to Ilian whenever a spirit caused trouble.\n\nOne day, the king summoned Ilian to his palace. The kingdom was in danger. A powerful storm spirit, known as Eolus, was wreaking havoc with violent storms that threatened the crops and villages.\n\nIlian knew this was his greatest challenge yet. He prepared for the encounter with Eolus by bringing an ancient flute that, according to legends, had the power to calm even the most restless spirits.\n\nWhen he reached the top of the highest mountain, where Eolus was said to reside, Ilian found the air charged with electricity and the sky dark with threatening clouds. Undaunted, he began to play the flute. The notes floated through the air, carrying with them a magical power.\n\nTo Ilian’s surprise, Eolus appeared before him, not as a fearsome monster, but as an elderly man with a tired gaze. Eolus was angry, not because he wanted to be, but because the villagers had forgotten to respect nature, his home.\n\nIlian listened carefully to Eolus’s grievances. He promised to help restore the balance between the kingdom and nature. In return, Eolus agreed to calm the storms and teach Ilian the secrets of the winds.\n\nIlian returned to the kingdom and convinced the king and the villagers to change their ways of treating nature. They planted trees, cleaned the rivers, and learned to live in harmony with the natural world.\n\nOver time, the kingdom thrived more than ever, and Eolus’s storms only came to water the fields and fill the rivers, never again in fury.\n\nIlian, now known as the Spirit Tamer, continued traveling throughout the kingdom, helping spirits and people understand each other better. And so, Ilian’s legend spread across the lands, reminding everyone of the importance of respect and balance with nature.\n\nAnd so our story ends, reminding us that sometimes, the greatest challenges can be overcome with understanding, respect, and a peaceful melody.\n",
    "time": "143,7",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Spirit-Tamer-e2n8prr/a-abfvnga",
    "date": "04/03/2024"
  },
  {
    "order": "12",
    "name": "458, the Robot with a Heart",
    "key": "458-the-robot-with-a-heart",
    "youtube": "G7fHctpDcig",
    "tiktok": "",
    "spotify": "458--the-Robot-with-a-Heart-e2n8rd6/a-abfvpe4",
    "saga": "",
    "link": "https://youtu.be/G7fHctpDcig",
    "story": "Once upon a time, in a not-so-distant future, there was a little robot named 458. This robot was very special because he had a heart. Not a heart like ours, but one made of gears and lights, which allowed him to feel almost human emotions.\n\n458 lived in a huge robot factory, where amazing machines were built every day. Although all the robots were efficient and did their jobs perfectly, 458 always felt a bit different. He dreamed of exploring the world and making friends, but in the factory, there were only machines and more machines.\n\nOne day, the factory closed for maintenance, and all the robots were turned off, except for 458. With a heart full of curiosity, 458 decided to go out and explore. When he stepped outside, he discovered a park full of trees, flowers, and animals. It was the first time he had ever seen something like this, and his gear-heart shone with excitement.\n\nIn the park, 458 met an injured bird. Moved by compassion, the little robot decided to help. Using his built-in tools, he carefully repaired the bird’s wing. The grateful bird showed 458 the secrets of the park and introduced him to other animals.\n\n458 was happy, but he also realized that he missed the other robots from the factory. He wanted to share the beauty of the outside world and the new friends he had made with them. So, he had a wonderful idea: to bring the animals to the factory to teach the other robots about nature.\n\nWhen the factory reopened, 458 led his new animal friends inside. At first, the other robots didn’t know what to think. They had never seen animals or anything other than metal and circuits. But soon, thanks to 458, they began to appreciate the beauty and diversity of nature.\n\nThe robot taught the others how to take care of plants and animals, and little by little, the factory transformed. Where there was once only machines and metal, now there was a small garden, full of life and color. The robots learned to work in harmony with nature, and 458 became a hero to them all.\n\nThe story of 458 teaches us that, no matter how different we may be, we all have the ability to learn, care, and transform our surroundings for the better. 458, the robot with a heart, proved that even a machine can make a big difference in the world.",
    "time": "160,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/458--the-Robot-with-a-Heart-e2n8rd6/a-abfvpe4",
    "date": "05/03/2024"
  },
  {
    "order": "13",
    "name": "Lluc’s Adventure and the Almond Dragon",
    "key": "lluc’s-adventure-and-the-almond-dragon",
    "youtube": "jYUAbzuB1jk",
    "tiktok": "",
    "spotify": "Llucs-Adventure-and-the-Almond-Dragon-e2n8tnd/a-abfvsai",
    "saga": "",
    "link": "https://youtu.be/jYUAbzuB1jk",
    "story": "Once upon a time, in a magical kingdom called Misty Isles, there was a brave boy named Lluc. Lluc lived in the small village of Windy, known for its enchanted windmills that could turn the wind into music.\n\nOne day, the king of the realm, King Don Pere, made an announcement that would change Lluc’s life forever. An almond dragon had been scaring the nearby villages by spreading a rain of almond shells whenever it flew. The king promised his daughter, Princess Araceli, and half of his kingdom to anyone who could defeat the dragon.\n\nWith a brave heart and a love for adventures, Lluc decided he would be the one to defeat the dragon. Before he left, his grandmother, who was known in the village for her wise advice, gave him a bag of magical threads and said, “These threads can weave the destiny you wish, use them wisely.”\n\nSo, Lluc set off on his adventure. He crossed the Whispering Forest, where the trees told ancient stories, and climbed the Moon Mountains, where the stones sparkled like stars. Along his journey, he faced various challenges which he overcame with cleverness and courage.\n\nFinally, Lluc reached the Almond Valley, where the dragon lived. But instead of a fearsome monster, he found a sad and lonely dragon. The dragon explained that he didn’t want to scare anyone, but every time he flew, his almond scales accidentally shed.\n\nLluc had an idea. He used his grandmother’s magical threads to weave a giant cloak that could catch the almond shells when the dragon flew. Together, Lluc and the dragon returned to Windy.\n\nSeeing the friendship between the boy and the dragon, and how the cloak solved the problem, King Don Pere was impressed. He kept his promise, but Lluc, knowing that true reward was the friendship and respect among all, asked instead that the dragon be always welcomed in Misty Isles.\n\nFrom that day on, the almond dragon and Lluc became great friends, and the kingdom enjoyed sweet almonds every year. And so, Lluc taught everyone the importance of understanding and friendship, reminding them that sometimes, appearances can be deceiving.",
    "time": "139,7",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Llucs-Adventure-and-the-Almond-Dragon-e2n8tnd/a-abfvsai",
    "date": "06/03/2024"
  },
  {
    "order": "14",
    "name": "Luna's Secret Workshop, the Star Inventor",
    "key": "lunas-secret-workshop-the-star-inventor",
    "youtube": "2bhPr_gkJiU",
    "tiktok": "",
    "spotify": "Lunas-Secret-Workshop--the-Star-Inventor-e2n9log/a-abg0piu",
    "saga": "",
    "link": "https://youtu.be/2bhPr_gkJiU",
    "story": "In the quiet village of Lucería, where the nights were always dark, lived a girl named Luna. Luna was known for her shyness and brief responses, but what few people knew was that she had a very special secret: in the attic of her house, hidden behind an old curtain, was a workshop where she invented stars.\n\nEvery night, Luna would sneak up to her workshop with a secret excitement that she never showed in public. Surrounded by papers, glitter, and colored lights, she worked meticulously on her creations. Despite her shyness, her imagination was vast and colorful, full of stars of all sizes and shapes.\n\nOne night, while Luna was busy with a new star, she heard a soft tapping at her workshop window. It was a little bird with blue feathers and curious eyes. The bird seemed fascinated by the stars Luna was creating, and without saying a word, Luna let him in.\n\nThe bird, who introduced himself as Azulín, became her confidant. Luna shared her ideas with him, and together they came up with new stars. Azulín inspired her with stories about distant skies and the wonders he had seen on his travels.\n\nBut the village of Lucería began to notice something strange. Each morning, new stars appeared in the sky, shining and sparkling as if someone had painted them during the night. People began to wonder who was behind this marvelous mystery.\n\nOne night, the mayor of the village decided to follow the stars. Stealthily, he reached Luna's attic and discovered her secret workshop. He was amazed by the magic he witnessed: a shy girl and a blue bird creating stars.\n\nThe mayor, thrilled, proposed to Luna that she show her workshop to the village. At first, Luna resisted, fearing she would lose her secret world. But Azulín, with a gentle chirp, reminded her that sharing her art could bring more light into the lives of others.\n\nIn the end, Luna agreed. On the night of the reveal, the whole village of Lucería gathered around her house. When Luna showed her stars and told her story, the people were enchanted. They had never seen such beauty and creativity before.\n\nFrom that day on, Luna was known as \"The Star Inventor,\" and her workshop became a magical place where the village children learned to create their own stars. Luna, although always shy, found joy in sharing her secret world.\n\nAnd so, the sky of Lucería was filled with stars, each one with a story, each one a reflection of the heart of a shy girl and her bird friend. Luna learned that even the briefest words can create infinite worlds and that true magic is found in sharing our dreams.",
    "time": "177,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Lunas-Secret-Workshop--the-Star-Inventor-e2n9log/a-abg0piu",
    "date": "07/03/2024"
  },
  {
    "order": "15",
    "name": "The Adventures of the Mischievous Keys",
    "key": "the-adventures-of-the-mischievous-keys",
    "youtube": "LtXp5nAw_RQ",
    "tiktok": "",
    "spotify": "The-Adventures-of-the-Mischievous-Keys-e2n9m1s/a-abg0pt8",
    "saga": "",
    "link": "https://youtu.be/LtXp5nAw_RQ",
    "story": "Once upon a time, in the small town of Llaventura, there were some very special keys. These keys, belonging to the Pérez family, had a secret: they came to life when no one was looking! During the day, they rested quietly on the keyring by the door, but as soon as the house was empty, they began their mischief.\n\nAlthough the keys were very playful, they were also very responsible. They knew they had to be ready whenever the Pérez family returned home. But one day, while playing hide and seek, they hid so well that they forgot to return to their place.\n\nThat afternoon, when little Luis Pérez came home from school, he couldn’t find the keys to open the door. He searched everywhere: under the doormat, in the flowerpot, even in the mailbox, but the keys were so well hidden that it seemed like they had disappeared.\n\nMeanwhile, the keys, hidden behind an old wall clock, realized their mistake. They didn’t want to cause trouble; they just wanted to have a little fun! So, as soon as Luis walked away, they quickly jumped back to the keyring.\n\nWhen Luis came back to look, he found the keys right where they were supposed to be. “How strange!” he thought, “I’m sure I looked here before.” With a sigh of relief, he opened the door and went inside his home.\n\nFrom that day on, the keys decided to be more careful with their hiding places. But the temptation to play was too great, so they continued their antics, always making sure to be back before the Pérez family needed them.\n\nOne day, Luis’s mother, Mrs. Pérez, decided to do a deep cleaning of the house. She moved furniture, cleaned forgotten corners, and unknowingly interrupted the mischievous keys’ game.\n\nThe keys, surprised, didn’t know where to hide. They ran from one place to another, searching for a new hiding spot, but Mrs. Pérez was everywhere. Finally, they hid in the pocket of Mrs. Pérez’s apron without her noticing.\n\nWhen it was time to leave, the Pérez family found themselves without keys again. They searched the entire house, but there was no trace of them. The keys, from the pocket of the apron, watched with concern.\n\nFinally, Mrs. Pérez found the keys in her pocket. “Well, well!” she exclaimed, “these keys really have a life of their own!” From that day on, the keys decided to play only when the Pérez family didn’t need them. Though they still sometimes sneak off for a small adventure, they always return on time, remembering the importance of being there for those who need them most.",
    "time": "172,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Adventures-of-the-Mischievous-Keys-e2n9m1s/a-abg0pt8",
    "date": "8/03/2024"
  },
  {
    "order": "16",
    "name": "Willie and the Enchanted Forest: A Magical Adventure",
    "key": "willie-and-the-enchanted-forest-a-magical-adventure",
    "youtube": "3K3Nb6Pm9oo",
    "tiktok": "",
    "spotify": "Willie-and-the-Enchanted-Forest-A-Magical-Adventure-e2n9mcs/a-abg0qae",
    "saga": "",
    "link": "https://youtu.be/3K3Nb6Pm9oo",
    "story": "Once upon a time, there was a little boy named Willie. Willie loved exploring and having adventures. He always wore a lucky white t-shirt and blue shorts, which had been given to him by his grandmother.\n\nOne day, while walking near his house, Willie discovered a hidden path leading to an unfamiliar forest. His curiosity drove him to venture into it as the sun shone through the trees.\n\nAs he ventured deeper into the forest, he encountered a very peculiar rabbit. It was blue and could talk. \"Hello, Willie, I’m Rabi, the guardian of the enchanted forest,\" said the rabbit.\n\nRabi explained that the forest was in danger. A spell had stolen all the colors, leaving it in black and white. With his brave heart, Willie decided to help.\n\nTogether, they found a map that led them to three magical places: a shimmering lake, a mountain that touched the sky, and an ancient wise tree. At each location, they needed to find a colored gem.\n\nAt the shimmering lake, they found the blue gem in the hands of a playful otter. The otter told them a joke, and by making them laugh, handed over the gem.\n\nUpon reaching the mountain, they had to climb to the summit. There, a majestic eagle gave them the red gem in exchange for a promise to always take care of nature.\n\nThe final challenge was at the wise tree, where a riddle awaited them. By solving it, the tree gave them the green gem and revealed the secret to breaking the spell.\n\nWith the three gems, Willie and Rabi reached the heart of the forest. There, they combined the gems, and as if by magic, the colors returned, filling everything with life and joy.\n\nWillie returned home knowing he had done something wonderful. From that day on, his white t-shirt was not only a lucky charm but also a reminder of his adventure in the enchanted forest.",
    "time": "125,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Willie-and-the-Enchanted-Forest-A-Magical-Adventure-e2n9mcs/a-abg0qae",
    "date": "09/03/2024"
  },
  {
    "order": "17",
    "name": "Rickyteen, the Caveman Stone Counter",
    "key": "rickyteen-the-caveman-stone-counter",
    "youtube": "Zp79pOHZ7QY",
    "tiktok": "",
    "spotify": "Rickyteen--the-Caveman-Stone-Counter-e2n9n55/a-abg0r6i",
    "saga": "",
    "link": "https://youtu.be/Zp79pOHZ7QY",
    "story": "Once upon a time, many years ago, in an era when giant mammoths roamed the earth and caves were the coziest homes, there was a little caveman named Rickyteen. Although he was smaller than the other children in his tribe, he had a huge heart and a curious hobby: counting stones.\n\nRickyteen spent hours and hours sitting in front of his collection of stones of all shapes and colors, counting them over and over again. To him, each stone had a special story and a place in his heart.\n\nOne day, while Rickyteen was counting his stones, he noticed that one very special stone was missing: the moonstone, a shimmering stone that seemed to have stardust on it. Rickyteen became very sad and decided to embark on an adventure to find his precious stone.\n\nOn his journey, Rickyteen met several animals in the forest. First, a wise owl who taught him to view things from different perspectives. Then, a nimble squirrel who showed him how to leap over obstacles, and finally, a friendly mammoth who taught him the importance of friendship.\n\nWith the help of his new friends, Rickyteen crossed rivers, climbed mountains, and explored dark caves. Eventually, he arrived at a valley where a mysterious light shone. It was his moonstone! But it was perched atop a giant tree.\n\nWith bravery and the assistance of his friends, Rickyteen climbed the tree and recovered his stone. Holding it again, he realized something important: while counting stones was fun, the most valuable thing was the friendships he had made during his adventure.\n\nRickyteen returned to his tribe, not just as the caveman stone counter, but also as a great friend to the animals of the forest. From that day on, he shared all his adventures with the other children in the tribe, teaching them the value of friendship and adventure.\n\nAnd so, Rickyteen, the little caveman, became a great hero in his tribe, remembered not only for his stones but also for his big heart and bravery.",
    "time": "131,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Rickyteen--the-Caveman-Stone-Counter-e2n9n55/a-abg0r6i",
    "date": "10/03/2024"
  },
  {
    "order": "18",
    "name": "The Adventure of the Star Cookie and the Avogadro Enigma",
    "key": "the-adventure-of-the-star-cookie-and-the-avogadro-enigma",
    "youtube": "eijpAav-aS4",
    "tiktok": "",
    "spotify": "The-Adventure-of-the-Star-Cookie-and-the-Avogadro-Enigma-e2n9nj9/a-abg0rmc",
    "saga": "",
    "link": "https://youtu.be/eijpAav-aS4",
    "story": "In a small, colorful village floating among cotton clouds and bright stars, lived a girl named Luna. Luna was known for her insatiable curiosity and her love for sweets. In this peculiar village, where houses looked like cakes and rivers flowed with lemonade, there was a mystery that captivated everyone’s imagination: the enigma of Avogadro’s number.\n\nOne day, while Luna was strolling through the floating market, where flying fruits filled the air with their sweet aromas, she came across a unique strawberry cookie. This cookie was unlike any other; its color was a deep red and it shimmered softly, as if it had a life of its own. Intrigued, Luna bought it and decided to investigate its origin.\n\nThe baker who sold the cookie, an elderly man with twinkling eyes and hair as white as the purest cloud, revealed a secret: the cookie was made with an ancient recipe tied to the mysterious number of Avogadro, a figure so large that it was hard to comprehend, even for the village’s wise ones.\n\nWith the cookie in hand, Luna set out on a journey through the clouds to discover the connection between the cookie and Avogadro’s number. During her journey, she encountered fantastic creatures: talking birds that recited numerical poetry, clouds shaped like giant numbers, and a wise cat with glasses who played with formulas and equations.\n\nEach encounter provided a clue, and Luna began to realize that Avogadro’s number was related to the cookie’s ingredients. This incredibly large number represented the quantity of particles in a specific amount of substance. Somehow, the cookie’s recipe used this concept to create something magical and delicious.\n\nFinally, Luna arrived at the heart of the floating village, where a large ancient book awaited to be read. As she opened it, the pages began to glow, revealing the secret recipe and its connection to Avogadro’s number. Each ingredient reflected a part of this mysterious number, creating a perfect and magical balance.\n\nLuna understood that the magic of the cookie and Avogadro’s number lay in the harmony of the elements, in how small parts formed a wonderful whole. With this newfound understanding, she decided to share the cookie with her friends, teaching them the beauty of science and the hidden magic in everyday things.\n\nThe cookie was not only a delight for the taste buds but also a lesson about the importance of each small part in the grand scheme of the universe. And so, Luna’s adventure became a story told over and over in the floating village, inspiring generations to seek magic in numbers and nature.",
    "time": "169,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Adventure-of-the-Star-Cookie-and-the-Avogadro-Enigma-e2n9nj9/a-abg0rmc",
    "date": "11/03/2024"
  },
  {
    "order": "19",
    "name": "The 22,000",
    "key": "the-22000",
    "youtube": "7HlyGPjVYcs",
    "tiktok": "",
    "spotify": "The-22-000-e2n9o36/a-abg0s8e",
    "saga": "",
    "link": "https://youtu.be/7HlyGPjVYcs",
    "story": "In a world where everything was full of color and joy, lived 22,000 small, shining beings, each with a different color. This world, called Coloralia, was filled with rainbows that never disappeared.\n\nOnce a year, Coloralia celebrated the Great Color Festival. On this day, the 22,000 beings gathered to create the largest and most spectacular rainbow. Each being contributed their own color, forming a dazzling display.\n\nIn this magical world, each color had a special power. Red could create heat, blue brought calm, and green made plants grow. All colors were important and necessary.\n\nAmong the 22,000, there was a small colorless being named Blanco. Blanco felt sad because he believed he had nothing special to offer. He had always wished to be part of the Great Festival, but without a color of his own, he didn’t know how to participate.\n\nOne day, Blanco met a wise old sage who said, “Don’t worry, every being has something unique to offer. Your time will come, and when it does, you will surprise everyone.”\n\nThe day of the Great Festival arrived, and the 22,000 began to form the rainbow. But something strange happened: despite their efforts, they couldn’t complete the rainbow. Something was missing, but no one knew what it was.\n\nBlanco, seeing the confusion, approached timidly. He closed his eyes and wished with all his might to be useful. Suddenly, a bright light emanated from him, illuminating all of Coloralia.\n\nThe wise old sage smiled and said, “Blanco, you have discovered your power. You are the balance of all the colors. Without you, they cannot shine in their full splendor.”\n\nWith Blanco’s help, the rainbow was completed and was more beautiful than ever. Blanco realized that, although he was different, he had an important role in Coloralia.\n\nThe Great Festival was a success, and from that day on, Blanco was an essential member in the creation of rainbows, reminding everyone that each one, no matter how different, has something special to contribute.\n\nAnd so, in the colorful world of Coloralia, the 22,000 beings learned that diversity and unity are what make life truly beautiful.",
    "time": "136,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-22-000-e2n9o36/a-abg0s8e",
    "date": "12/03/2024"
  },
  {
    "order": "20",
    "name": "The Secret of the Ancient Clock",
    "key": "the-secret-of-the-ancient-clock",
    "youtube": "5T4diztlg3Q",
    "tiktok": "",
    "spotify": "The-Secret-of-the-Ancient-Clock-e2n9oip/a-abg0sqr",
    "saga": "",
    "link": "https://youtu.be/5T4diztlg3Q",
    "story": "Marcos was a curious 10-year-old boy with brown hair and eyes as bright as stars. One day, while playing in the dusty attic of his grandmother's house, he found an old pocket watch that seemed to have been hidden there for centuries.\n\nThe watch was golden and had a mysterious symbol engraved on its cover, a sun and a moon intertwined. Fascinated, Marcos opened it and discovered that the hands of the clock moved backward.\n\nThat night, as Marcos looked at the watch, he wished to return to the day he lost his favorite toy. Suddenly, he found himself there, a year earlier, in his old room.\n\nSurprised, Marcos retrieved his toy. But upon returning to the present, he noticed that some things had changed: his room was painted a different color and his books were no longer where they used to be.\n\nConfused, he used the watch again, this time to prevent a fight he had with his best friend. But upon returning, he discovered that they no longer knew each other.\n\nMarcos realized that each change in the past affected his present in unexpected ways. He decided to investigate the watch further in his grandmother's library.\n\nIn an old book, he found the story of the watch: it had belonged to an alchemist who created it to correct his mistakes, but ended up losing everything he loved.\n\nDetermined not to make the same mistakes, Marcos decided to make one last trip in time to fix everything that had changed.\n\nAfter an exciting and enlightening journey, Marcos managed to restore his present, learning that every moment is valuable and that mistakes are part of the learning process.\n\nHe hid the watch back in its place, knowing that its greatest power was not to change the past, but to learn from it to improve the present and the future.",
    "time": "119,7",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Secret-of-the-Ancient-Clock-e2n9oip/a-abg0sqr",
    "date": "13/03/2024"
  },
  {
    "order": "21",
    "name": "Find My That: Lía’s Adventure in Rainbow",
    "key": "find-my-that-lia’s-adventure-in-rainbow",
    "youtube": "42QboAGqmIo",
    "tiktok": "",
    "spotify": "Find-My-That-Las-Adventure-in-Rainbow-e2naepo/a-abg1no8",
    "saga": "",
    "link": "https://youtu.be/42QboAGqmIo",
    "story": "In the small, colorful town of Rainbow, everyone had something special called their \"That\". It was a unique trait that made each person special. However, there was a girl, Lía, who had not yet found her \"That\". Lía, with her curly hair and bright eyes, wanted to discover what made her unique. One day, she decided to embark on an adventure to find her \"That\".\n\nShe set out on her journey to the Whispering Forest, a magical place where dreams were said to come true. The forest was filled with colorful trees and talking animals. There, she met a talking bird named Azulín. Azulín, blue like the sky, knew many secrets. He told Lía that her \"That\" was hidden in the most unexpected place.\n\nContinuing her journey, she arrived at the Mirror Lake, where the clear waters reflected not only faces but also hidden truths. Lía looked at her reflection and saw images of herself being brave, kind, and creative. Afterward, she visited the Shining Mountain. There, a wise old woman spoke to her about the importance of patience and perseverance. She said that her \"That\" would be revealed when she was ready.\n\nUpon returning to the town, Lía helped her friends and family without realizing that her \"That\" was manifesting through her actions. Finally, during the Star Festival in Rainbow, Lía understood that her \"That\" was her ability to help people with her kind heart and generous spirit. Everyone celebrated, and Lía felt complete knowing that her \"That\" had been with her all along, in the way she was and in how she treated others.\n\nAnd so, Lía learned that what makes us special is not always a skill or talent but often the way we touch the lives of others.",
    "time": "114,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Find-My-That-Las-Adventure-in-Rainbow-e2naepo/a-abg1no8",
    "date": "14/03/2024"
  },
  {
    "order": "22",
    "name": "The Misstep of the Magician",
    "key": "the-misstep-of-the-magician",
    "youtube": "JU3pqyRAyzs",
    "tiktok": "",
    "spotify": "The-Misstep-of-the-Magician-e2nafls/a-abg1on4",
    "saga": "",
    "link": "https://youtu.be/JU3pqyRAyzs",
    "story": "Once upon a time, in a distant kingdom, there was a young magician named Elian. Unlike other magicians, Elian was clumsy, and whenever he tried to cast a spell, something unexpected happened. But Elian never gave up. He dreamed of becoming the greatest magician in the kingdom, and for that, he needed to find the mysterious Book of Lost Spells.\n\nElian's adventure began on a bright spring day. Determined to find the book, he packed his magic wand, a pointy hat, and his starry cloak. With a smile, he left his small cabin in the forest and set off into the unknown.\n\nHis first destination was the Magic Market, a place full of colors where wizards and witches sold rare ingredients and magical artifacts. Elian marveled at each stall, but his attention was drawn to an old woman selling ancient maps. Hopeful, he bought one that showed the book's location.\n\nFollowing the map, Elian reached the Whispering Mountain. It was said that magical creatures and ancient secrets dwelled there. As he climbed, a strong wind blew, and his hat flew away, but Elian did not stop. He knew the book was near.\n\nAt the top, he found a cave hidden behind a sparkling waterfall. Inside the cave was a crystal-clear lake and, in the center, a tiny island where the book rested. Elian, excited, tried a spell to cross, but instead, he created a series of small floating clouds.\n\nJumping from cloud to cloud, Elian reached the island. There, the book was guarded by a dragon with blue scales and kind eyes. The dragon, seeing Elian's determination, decided to test him with three riddles.\n\nRiddle of the Wind:\n\"You don't see me, but you feel me,\nIn summer you thank me, in winter you avoid me.\nI move the leaves and push the boats,\nWhat am I, that you cannot catch with your arms?\"\n\nRiddle of the Stars:\n\"I shine in the night, but I'm not a flame,\nIn the sky, I form shapes, but I'm not a drawing.\nI accompany the moon, but I'm always far away,\nWhat am I, that you can see but not touch?\"\n\nRiddle of Time:\n\"You cannot see me, but I am always running,\nI have no feet, but I travel the world.\nIn youth, you ignore me, in old age, you value me,\nWhat am I, that everyone uses but no one can stop?\"\n\nWith cleverness, Elian solved each riddle, impressing the dragon. As a reward, the dragon allowed Elian to take the book.\n\nOpening the Book of Lost Spells, Elian felt a magical energy flowing through him. He realized that the book not only contained spells but also lessons about confidence and perseverance.\n\nWhen he returned to the kingdom, Elian was a changed magician. He was no longer clumsy with his spells. He began to help others, using his magic for good. And although he sometimes still made mistakes, he always faced them with a smile.\n\nThe king, impressed by the change in Elian, named him Royal Magician. Elian became a legend, not only for his magical ability but also for his courage and kind heart.\n\nAnd so, Elian, the magician who was once clumsy, proved that true magic lies in determination and the ability to learn from mistakes. And whenever someone in the kingdom faced a challenge, they remembered the story of The Misstep of the Magician, understanding that every misstep can lead to a great leap forward.",
    "time": "220,5",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Misstep-of-the-Magician-e2nafls/a-abg1on4",
    "date": "15/03/2024"
  },
  {
    "order": "23",
    "name": "The Shadow Experiment in the Darkness",
    "key": "the-shadow-experiment-in-the-darkness",
    "youtube": "kK3yCsnVOoU",
    "tiktok": "",
    "spotify": "The-Shadow-Experiment-in-the-Darkness-e2nag88/a-abg1pcm",
    "saga": "",
    "link": "https://youtu.be/kK3yCsnVOoU",
    "story": "In the small village of Faintglow, where the sun shines softly and the nights are serene, lived a boy named Leo. Leo was known for his insatiable curiosity and love for mysteries. One night, while watching the stars from his window, he noticed something strange: the shadows of the trees seemed to move unusually, as if they were alive.\n\nIntrigued by this phenomenon, Leo decided to investigate. He prepared his flashlight, his notebook, and a small camera. He quietly slipped out of his house, determined to uncover the secret of the dancing shadows.\n\nWhen he arrived at the nearby forest, the shadows became more intense and mysterious. Leo felt a mix of excitement and nervousness. He began experimenting, moving his flashlight in different directions and observing how the shadows changed.\n\nSuddenly, one of the shadows detached from a tree and took shape. It was a living shadow, a creature made of darkness and light. Leo stepped back, startled, but the shadow appeared friendly and playful.\n\nThe shadow introduced itself as Sombri, a magical being from another world where shadows have their own lives. Sombri was exploring Leo's world and had gotten lost.\n\nDetermined to find the way back to the shadow world, Leo and Sombri explored the forest for clues. Their first clue was a riddle carved into the bark of an old oak tree: \"Night traveler, with neither feet nor wings, but leaving a trail of stars.\" After thinking for a moment, Leo smiled and exclaimed, \"It's a snail!\"\n\nBy solving the riddle, a new shadow appeared, leading them to a hidden path. The path was marked by stones that glowed under the moonlight, forming patterns that resembled constellations.\n\nThe next challenge took them to a clearing where they found a series of animal statues. An old poem carved in stone read: \"The one who silently flies, unseen but always watchful, will reveal the next step.\" Observing closely, Leo discovered an owl hidden among the shadows, pointing the way.\n\nThey continued until they reached a stream where the waters reflected the stars. Here, they found a puzzle of stones that needed to be arranged to form the image of a bridge. Upon completing it, a real bridge of light and shadows materialized, allowing them to cross.\n\nTheir final test was in a cavern where the walls were covered with mirrors. An enigma echoed in the air: \"The one who shows you but cannot see you, who reveals all secrets without knowing one.\" Realizing the answer was the mirror, the mirrors vanished, revealing the entrance to the shadow world.\n\nDuring their journey, they encountered other lost shadows, each with its own story and personality. Leo and Sombri helped them, learning valuable lessons about friendship and understanding.\n\nEventually, they discovered a glowing portal leading to the shadow world. Sombri thanked Leo with gratitude, promising never to forget their friendship and the adventures they shared.\n\nLeo returned home, filled with amazing stories and a new understanding of the world around him. He shared his adventures with his friends, inspiring them to explore and not fear the unknown.\n\nFrom that day on, Leo looked at shadows differently, knowing that somewhere, beyond light and darkness, there are wonderful worlds waiting to be discovered.",
    "time": "210,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Shadow-Experiment-in-the-Darkness-e2nag88/a-abg1pcm",
    "date": "16/03/2024"
  },
  {
    "order": "24",
    "name": "The Wandering Star",
    "key": "the-wandering-star",
    "youtube": "7X5RMHGmP7g",
    "tiktok": "",
    "spotify": "The-Wandering-Star-e2naglr/a-abg1psp",
    "saga": "",
    "link": "https://youtu.be/7X5RMHGmP7g",
    "story": "In the village of Luminaville, the arrival of the wandering star marked the beginning of an extraordinary night. Amidst the houses adorned with soft lights and the sky covered with a starry veil, the star shone with a vibrant light, promising a miracle to anyone with the purest heart. It was an event that only occurred every hundred years, a celestial phenomenon wrapped in mystery and magic that summoned the dreams and hopes of the villagers.\n\nLeo, a young man with eyes full of curiosity and a heart eager for adventures, was particularly drawn to the legend of the star. Since he was little, he had dreamed of exploring worlds beyond the green fields surrounding his home, and the appearance of the wandering star seemed to be the sign he had been waiting for to embark on the adventure of his life.\n\nOn the eve of this celestial event, an old woman from the village, known for her stories about ancient mysteries and magic, approached Leo. She handed him a golden key, as bright and mysterious as the star itself, telling him it would be the key to achieving his greatest desire. However, she warned him that the journey would be filled with enigmas and trials that would test his courage and determination.\n\nWith the key in his pocket and his heart full of determination, Leo, accompanied by his faithful dog Sirius, ventured beyond the known borders of Luminaville, following the trail of light left by the wandering star. His journey took him through whispering forests and mountains touching the sky, each step bringing him closer to the mystery lying at the heart of the night.\n\nAs they progressed, they encountered creatures and landscapes that seemed straight out of the fairy tales the old woman had narrated. From talking trees to rivers flowing with liquid silver, the world seemed to come alive in ways Leo had never imagined.\n\nIn one of these forests, where the moonlight filtered through the trees creating a mosaic of shadows and light, Leo and Sirius came across Vera, a young woman whose presence in the forest was as mysterious as that of the wandering star. Vera, with her dark hair like the moonless night and eyes reflecting the starlight, was also seeking the star, guided by reasons she kept secret.\n\nThe union of Leo and Vera marked the beginning of an unexpected alliance. Together, they decided to face the challenges that awaited them, convinced that the wandering star had something greater in store for them than they had imagined. As their journey led them through trials that tested their wit, courage, and the strength of their friendship, they began to realize that the mystery of the wandering star was much deeper than anyone in Luminaville had believed.\n\nIn their quest, they discovered ancient ruins hidden deep within the forest, a place that seemed to have been forgotten by time. In the center of these ruins, they found a pedestal upon which rested a crystal capturing the essence of the star's light. The golden key that the old woman had given to Leo revealed itself as the missing piece that would activate the ancient mechanism.\n\nAs Leo inserted the key into the crystal, the world around them began to change, revealing long-held secrets and a truth that would test the true nature of their desires. What Leo and Vera did not know was that the greatest trial was yet to come, one that would reveal not only the true purpose of the wandering star but also the double backstory of one of them, changing their lives and Luminaville forever.\n\nThe mystery of the wandering star was about to be unveiled, leading Leo and Vera towards a destiny neither of them could have imagined.\n\nAs the light from the crystal intensified, the air around them vibrated with an ancient and powerful energy. The mechanism activated, and the pedestal began to rise, guiding the light of the star directly to the heart of the ruins. At that moment, reality distorted, and a doorway of light opened before them, revealing a path leading to an unknown place.\n\nWith a mix of awe and determination, Leo and Vera, closely followed by Sirius, crossed the doorway of light. They found themselves in a vast field illuminated by a brighter and purer version of the wandering star, suspended in a sky that was not Luminaville's. This was a place where wishes could take form, and magic was as real as the air they breathed.\n\nIt was then that the true test began. The star spoke to them, its voice resonating in their minds, revealing that the true purpose of their journey was not merely to grant a wish but to understand the true meaning of the desire in their hearts. For Leo, the desire for adventure had been a reflection of his longing to discover his own worth and place in the world. For Vera, whose reasons for seeking the star had remained hidden, the wandering star offered a chance to rediscover trust in the goodness and hope she had lost.\n\nThe star proposed a final challenge: to demonstrate that their desires were not mere whims but aspirations that could bring change and light not only to their lives but also to the world around them. Leo and Vera shared their stories, dreams, and fears, and in that act of shared vulnerability, they found a strength they did not know they had. It was in that moment of shared sincerity that the star revealed its surprise.\n\nVera, who had until then been a mysterious traveling companion, revealed her true self. She was not merely a villager but the guardian of the wandering star, destined to guide the true seeker towards their purpose. Her double life as a resident of Luminaville and as a celestial being was designed to protect the true power of the star and ensure that only those with pure hearts could come close.\n\nThe revelation left Leo astonished but also deeply moved. Vera, the friend he had made along the way, was the key to unlocking the true power of the wandering star. Together, with the star's blessing, they released a radiance that spread beyond the limits of that magical place, bringing light and hope back to Luminaville and beyond.\n\nUpon returning to their world, Leo and Vera found their village transformed. Not only by the light of the star but by the change they had inspired in those around them. The adventure had taught them that the purest wishes are those that seek to improve not only our own lives but also the lives of others.\n\nAnd so, the legend of the wandering star gained a new chapter, one that would speak of bravery, friendship, and transformation. Leo, the young dreamer, had found his purpose, and Vera, the guardian of the star, had rediscovered her faith in the world she vowed to protect. Together, they demonstrated that the true miracle of the wandering star was not the wish granted but the journey that led to its discovery and the light they could bring to the world.",
    "time": "468,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Wandering-Star-e2naglr/a-abg1psp",
    "date": "17/03/2024"
  },
  {
    "order": "25",
    "name": "The Adventures of Sun and Shadow",
    "key": "the-adventures-of-sun-and-shadow",
    "youtube": "uxXG3MnKyw4",
    "tiktok": "",
    "spotify": "The-Adventures-of-Sun-and-Shadow-e2nah0t/a-abg1q9r",
    "saga": "",
    "link": "https://youtu.be/uxXG3MnKyw4",
    "story": "Once upon a time, in a small sunlit village, there were two very peculiar kittens named Sun and Shadow. Sun had a coat as bright as the golden sunset and eyes as blue as the midday clear sky. Shadow, on the other hand, had gray fur like river stones and green eyes that mirrored the valley's olive trees.\n\nOn the roof of an old house, under the warm sunlight, the two kittens spent their afternoons. Sun amused himself by chasing the sparkling dust motes dancing in the sunbeams, while Shadow preferred to rest and dream of mysterious adventures.\n\nOne day, a gust of wind brought with it an old, worn map that landed right in front of them. It showed the location of a hidden treasure somewhere in the village. Intrigued and excited, Sun and Shadow decided to search for the treasure.\n\nThe first place the map led them to was Mr. Wind's old mill, which was always surrounded by a fresh, gentle breeze. Inside the mill was a riddle the kittens had to solve to move on.\n\n\"It’s as soft as a feather, but can make you fall asleep. What is it?\" Shadow said, \"My pillow.\"\n\nThe next destination was Mrs. Flower’s garden, where the colors of the flowers created a rainbow on the ground and bees buzzed happily from one bloom to another, busy with their daily work.\n\nThe final clue led them to the great Tree of Knowledge, located in the center of the village square. Its bark was carved with centuries of history, and its branches were home to birds that sang stories of the past.\n\nAt last, after a day full of riddles and discoveries, Sun and Shadow found the treasure. It wasn’t gold or jewels but a beautiful friendship between them and the villagers who had helped them throughout their adventure.\n\nAnd so, Sun and Shadow became the heroes of the village, always ready for a new adventure around every sunny or shadowy corner of their beloved home.",
    "time": "130,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Adventures-of-Sun-and-Shadow-e2nah0t/a-abg1q9r",
    "date": "18/03/2024"
  },
  {
    "order": "26",
    "name": "The Echo of the Unicorn’s Steps",
    "key": "the-echo-of-the-unicorn’s-steps",
    "youtube": "S8lYpnGiht0",
    "tiktok": "",
    "spotify": "The-Echo-of-the-Unicorns-Steps-e2nahnj/a-abg1r53",
    "saga": "",
    "link": "https://youtu.be/S8lYpnGiht0",
    "story": "In a small village surrounded by dense forests and snow-capped mountains, lived a young artist named Aelar. His life, marked by the monotony of the same days, was about to change completely. One day, while painting the twilight, a mysterious echo, unlike any sound he had ever heard before, captured his attention. It was not an ordinary echo, but one that seemed to carry a magical call.\n\nDriven by insatiable curiosity, Aelar decided to investigate the source of the echo. Knowing that his journey would not be easy or brief, he sought the company of Brillo, a white unicorn with eyes as deep and serene as the dawn sky. Brillo was not just a companion but also a loyal friend who had been with Aelar since childhood.\n\nTogether, they set out to the wilds, a place of untamed beauty where the trees whispered ancient secrets and the wind carried echoes of magic. It wasn’t long before the first challenge appeared before them. A misty, shadowy creature blocked their path, demanding they solve a riddle to pass: \"Day’s traveler, night’s dreamer, my existence defies sight. What am I?\" Aelar, with a mind as sharp as his brush, answered without hesitation: \"Imagination.\" The creature dissipated, clearing their way.\n\nAs they advanced, the echo grew louder, guiding them through the wilds. They encountered a river whose waters flowed in the opposite direction of logic. A bridge appeared, guarded by a water spirit who proposed another challenge: \"To cross my waters, you must give me something that can grow without increasing in size.\" Aelar, smiling, handed over a drawing of a river, showing that through art, anything could expand without changing its form. The spirit, pleased, allowed them to cross.\n\nBeyond the river, in a moonlit clearing, they found a circle of ancient stones that spoke in echoing voices. Each stone presented a riddle related to the elements of nature. By solving each one with ingenuity and knowledge, Aelar and Brillo unleashed a vortex of light that lifted them to a mountain hidden by clouds.\n\nAt the summit, the echo revealed itself as the voice of an ancient guardian of the wilds, who explained that the echo was a call to those with pure hearts to protect the magic of the place from growing darkness. The guardian, seeing the courage and love in Aelar and Brillo’s hearts, granted them powers to face the darkness and keep the magic of the wilds alive.\n\nWith their new powers, Aelar and Brillo returned, facing shadowy creatures with the light of their bravery and the glow of their friendship. In every battle, the echo resonated louder, like a hymn of hope and resilience.\n\nFinally, they confronted the source of the darkness, an ancient being who had forgotten love and light. Aelar, with words of compassion and understanding, reminded the being of its connection to magic and nature. The darkness dissipated, not through a fight, but through reconciliation.\n\nAelar and Brillo, now guardians of the echo and protectors of the wilds, returned to their village. Aelar, who had set out in search of the origin of a sound, found his true purpose. The echo of the unicorn’s steps, now a symbol of protection and magic, would resonate eternally in the wilds, reminding everyone that true magic lies in love, friendship, and loyalty.\n\nAnd so, amid brushstrokes of adventure and canvases of bravery, Aelar continued to paint, not only with colors but with the magic of a world he had learned to protect and cherish.\n\n",
    "time": "230,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Echo-of-the-Unicorns-Steps-e2nahnj/a-abg1r53",
    "date": "19/03/2024"
  },
  {
    "order": "27",
    "name": "The Kingdom of Luckoria and the Dice of Discord",
    "key": "the-kingdom-of-luckoria-and-the-dice-of-discord",
    "youtube": "DZtYcfTjddQ",
    "tiktok": "",
    "spotify": "The-Kingdom-of-Luckoria-and-the-Dice-of-Discord-e2naj63/a-abg1ssr",
    "saga": "",
    "link": "https://youtu.be/DZtYcfTjddQ",
    "story": "In the vast world of video games, there exists a kingdom called Luckoria, known for its colorful meadows, dark forests, and mysterious dungeons. This place, inhabited by brave heroes, cunning sorcerers, and fantastical creatures, is ruled by an invisible and capricious power: the RNG (Random Number Generator).\r\n\r\nIn Luckoria, everything depended on the RNG: the success of a quest, the discovery of hidden treasures, even the fate of its inhabitants. But there was harmony, as the RNG was usually fair... until the Dice of Discord appeared.\r\n\r\nThis was no ordinary dice. It had six faces, each marked with a dark symbol representing misfortune and bad luck. The dice arrived in Luckoria shrouded in a dark cloud, disrupting the balance of the RNG. Suddenly, good fortune became scarce, and bad luck began to reign.\r\n\r\nCrops stopped growing, treasures vanished before they could be found, and heroes failed in their simplest quests. Fear and despair took hold of Luckoria. It was rumored that the dice had been sent by a sorcerer envious of the outside world, who sought total control over the kingdom of video games.\r\n\r\nBut amidst the shadows of despair, a glimmer of hope emerged. A group of brave adventurers, consisting of Lía, the sorceress of light; Gorm, the warrior with a lion’s heart; and Zephyr, the elf archer with perfect aim, united to face the Dice of Discord.\r\n\r\nTogether, they journeyed through enchanted forests, crossed rivers of lava, and climbed icy mountains, confronting creatures corrupted by the dice’s bad luck. They discovered that to defeat it, they needed to find the Crystals of Fortune, magical gems capable of restoring balance to luck in the world.\r\n\r\nEach crystal was guarded by formidable protectors, challenges that tested not only their strength but also their ingenuity and willpower. But with each crystal recovered, a wave of good fortune began to flow back into Luckoria.\r\n\r\nFinally, with the five crystals in their possession, the group confronted the Dice of Discord atop the Tower of Destiny. The battle was fierce. Every time the dice rolled, it unleashed a new calamity: firestorms, earthquakes, total darkness. But the adventurers, guided by their courage and the light of the crystals, managed to imprison the dice within a prism of pure light, neutralizing its power.\r\n\r\nWith the Dice of Discord defeated, good and bad luck were once again balanced in Luckoria. The heroes were celebrated throughout the kingdom, and the story of their bravery was told and retold from generation to generation.\r\n",
    "time": "162,1",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Kingdom-of-Luckoria-and-the-Dice-of-Discord-e2naj63/a-abg1ssr",
    "date": "20/03/2024"
  },
  {
    "order": "28",
    "name": "The Radiant Ground and the Shells of Love",
    "key": "the-radiant-ground-and-the-shells-of-love",
    "youtube": "sHwwtdF2qEY",
    "tiktok": "",
    "spotify": "The-Radiant-Ground-and-the-Shells-of-Love-e2nai9h/a-abg1rrc",
    "saga": "",
    "link": "https://youtu.be/sHwwtdF2qEY",
    "story": "Once upon a time, on a distant planet covered with vast gardens and extensive forests, there was a tiny Martian named Zilbo. Unlike other Martians, Zilbo was diminutive, with skin that changed colors with his mood, large, bulbous eyes of electric blue, and a smile that, though it looked like it belonged to a creature from the underworld, radiated kindness and charisma. His passion was for nut shells, which he collected and ate with delight, finding flavors that no one else could appreciate.\n\nZilbo lived in a region of the planet where the ground glowed with its own light, known as the Radiant Ground. This place was special not only for its luminosity but also because it was a ground of love; it was said that anyone who walked upon it would be filled with immense love for everything around them. But there was a problem: for some time, the ground had lost its glow and with it, its magic. The planet’s inhabitants had become indifferent and selfish, forgetting the love that once united them.\n\nDetermined to restore the Radiant Ground and the love that had faded, Zilbo embarked on an adventure. He carried with him a bag full of nut shells, his favorite food, which gave him energy and reminded him of the importance of appreciating the little things.\n\nHe traveled through forests, crossed crystal-clear rivers, and climbed snowy mountains, facing challenges that seemed impossible for someone of his size. But Zilbo never gave up; his heart, full of love and hope, drove him forward.\n\nDuring his journey, Zilbo discovered an ancient secret: the Radiant Ground had lost its glow not due to a spell or curse, but because of the lack of love and gratitude from the planet’s inhabitants. To restore its magic, it was not enough to find a lost object or perform a powerful spell; a genuine and selfless act of love was needed.\n\nWith this revelation, Zilbo returned home. There, he performed the most selfless act he could imagine: he shared his precious nut shells, the greatest treasure to him, with all the inhabitants of the planet. This gesture, simple yet deeply significant, sparked a flame of love in everyone’s hearts.\n\nSuddenly, the ground began to shine again, more radiant than ever. The magic of love spread across the planet, awakening in each being the ability to appreciate, care for, and love others.\n\nBut here’s the unexpected twist: by sharing his nut shells, Zilbo discovered that they contained small seeds of light. By eating them, he was not only nourishing himself but had also been spreading seeds of love across the planet without realizing it. His passion for nut shells was not just a personal whim but the key to restoring love to the world.\n\nZilbo, the tiny Martian who seemed like a creature from the underworld, became the greatest hero of his planet. Not for his strength or power, but for his immense heart and unwavering belief in love. And so, the Radiant Ground became a ground of love once again, thanks to a small Martian with a unique appetite and an unparalleled spirit.\n\nFrom then on, whenever someone walked upon the Radiant Ground, they felt a deep love for everything around them, always remembering the story of Zilbo and the nut shells that saved his planet.",
    "time": "217,3",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/The-Radiant-Ground-and-the-Shells-of-Love-e2nai9h/a-abg1rrc",
    "date": "21/03/2024"
  },
  {
    "order": "176",
    "name": "Luna and the Lost Lights",
    "key": "luna-and-the-lost-lights",
    "youtube": "WssiM12uIfg",
    "tiktok": "",
    "spotify": "Luna-and-the-Lost-Lights-e2n91ai/a-abg00jr",
    "saga": "luna-and-physics",
    "link": "https://youtu.be/WssiM12uIfg",
    "story": "In a cozy village surrounded by soft hills and magical forests, there lived a young girl named Luna. Her hair sparkled with shades of deep blue and silver, just like the night sky, and her violet eyes were full of wonder, as if she was always dreaming of new adventures among the stars.\n\nEvery night, Luna would head to her little observatory in the backyard. It was a tiny cabin with a telescope and lots of starry books. Even though her telescope wasn’t the biggest or the newest, Luna used it with great care to gaze at the stars and planets.\n\nOne evening, while she was reading an old book about the stars, Luna stumbled upon a story that made her eyes widen with excitement: the legend of the Lost Lights. According to the story, these were special stars that seemed to disappear and reappear at strange times. The tale said that if someone found them, they would learn amazing secrets about the universe.\n\nLuna, excited by the mystery, decided she was going to find these Lost Lights. She knew she needed to learn more about stars and why they sometimes seemed to vanish. So, she got ready for an adventure and packed her backpack with her telescope, a flashlight, and a notebook for all her observations.\n\nThat night, Luna walked into the nearby forest, which was quiet and peaceful, with only the occasional hoot of an owl breaking the silence. She found a clearing and set up her telescope, looking up at the sky full of twinkling stars.\n\nAs she watched, Luna noticed something strange: some stars seemed to blink more than others and sometimes even seemed to disappear for a moment before coming back. She remembered reading that stars can appear to flicker because of the Earth’s atmosphere, but this was different. The stars she saw disappearing didn’t just flicker—they vanished!\n\nThe next day, Luna went to the village library to learn more. She found books explaining how the Earth’s atmosphere can make stars look like they’re twinkling or fading. She discovered a cool thing called “atmospheric turbulence,” where layers of air at different temperatures mix, causing the light from stars to bend and make them seem to flicker or disappear.\n\nLuna realized that the Lost Lights were not magical stars but a result of how the atmosphere made stars look like they were vanishing. She was excited to solve the mystery and wanted to share what she had learned with everyone.\n\nOne day, while exploring the forest again, Luna discovered an old, abandoned observatory. It was covered with moss and vines, but inside, she found old star maps and instruments. She set up her telescope and used the ancient tools to observe the stars from this special place.\n\nAfter several nights of careful observation, Luna matched the star positions on the old maps with the stars that seemed to blink and vanish. She learned that these lights were simply stars whose light was bent by the atmosphere, making them appear and disappear.\n\nLuna wrote down everything she had discovered in a detailed report. She explained how the stars looked like they were disappearing because of the way the Earth’s atmosphere affected their light. It wasn’t a magical mystery but a fascinating part of how the universe works.\n\nWhen she returned to her village, Luna shared her findings with everyone. She organized a special night where everyone could look at the stars and learn about the atmosphere and its effects on starlight. It was a magical evening filled with awe and discovery.\n\nAnd so, Luna showed that with curiosity, hard work, and a little bit of exploration, even the most puzzling mysteries of the universe can be understood. Every night, as she looked up at the starry sky from her garden, Luna smiled, knowing she had unlocked the secret of the Lost Lights.",
    "time": "252,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Luna-and-the-Lost-Lights-e2n91ai/a-abg00jr",
    "date": "16/08/2024"
  },
  {
    "order": "178",
    "name": "Eloy and the Lost Cheese Dragon",
    "key": "eloy-and-the-lost-cheese-dragon",
    "youtube": "GrAaIn17Jj4",
    "tiktok": "",
    "spotify": "Eloy-and-the-Lost-Cheese-Dragon-e2naeac/a-abg1n4m",
    "saga": "the-life-of-eloy",
    "link": "https://youtu.be/GrAaIn17Jj4",
    "story": "In a cozy house in a small village, Eloy always looks forward to the arrival of his grandkids. Every night, around a crackling fireplace and with a mischievous smile, he starts his stories by saying, \"Did you know that when I was young, I went fishing with Christopher Columbus and we accidentally discovered America? But that’s not the story I want to tell you today.\"\r\nIt all started when I got an unexpected invitation. A Britano-Roman leader named Artorius, famous for fighting Saxon invaders with a mix of bravery and confusing strategies, had heard rumors about my skills. Don’t ask me how, but news of my adventures travels fast, especially when they’re a bit absurd. Artorius needed urgent help at his fort in Britannia, and since I had nothing better to do, I packed my things and headed there.\r\nWhen I arrived at Artorius’s castle, things were... strange. The Britano warriors were arguing about whether their armor should have stripes or checks, and no one seemed to remember where they’d left their swords. Artorius, a big man with a beard so thick you could hide your breakfast in it, greeted me with a mix of relief and desperation.\r\n—\"Eloy!\" —exclaimed Artorius—. \"I’m in a mess as big as an elephant and I need your help.\"\r\n—\"A mess?\" —I asked, dodging a warrior who was tripping over his own spear—. \"Have you run out of mead?\"\r\n—\"Worse than that,\" said Artorius seriously. \"A dragon has taken over the Cheese Castle!\"\r\nThe Cheese Castle was a fort on top of a hill, made entirely of the stinkiest and tastiest cheeses in all of Britannia. The walls were built with blocks of aged cheddar, and the towers were topped with wheels of brie so creamy you had to be careful not to slip if you got too close. The smell was heavenly to those who loved it; to the uninitiated, it was enough to make you run away.\r\n—\"A dragon in the Cheese Castle!\" —I exclaimed, unable to believe my ears—. \"Is it very big?\"\r\n—\"As big as my appetite after a long battle,\" replied Artorius. \"And it has breath that smells like rotten onions. If we don’t do something soon, that monster will gobble up all the cheese and stink up the whole kingdom.\"\r\nI started thinking of a plan. I knew I couldn’t face a dragon with brute force, because honestly, my strength was limited to opening tricky jars and carrying heavy cheeses. But I had something the dragon didn’t: wit, a charming smile, and a piece of camembert I always carried with me (for emergencies, of course).\r\nI decided to face the \"dragon\" with what I knew best: cheese. I filled my backpack with all the cheeses I could find in Artorius’s castle (including a blue cheese so stinky it had to be wrapped in five layers of cloth) and headed for the Cheese Castle.\r\nWhen I arrived, I found the so-called dragon. From a distance, there was a big shadow on the cheese tower, but as I got closer, I discovered that the \"shadow\" was actually a huge wrinkled tarp clumsily placed by the castle’s inhabitants. There was no dragon at all, just a pile of old cheese skins that had been stacked up and moved by the wind, creating the illusion of a monstrous creature.\r\nLooking closer, I saw a group of villagers trying to fix damage from a recent storm. They had exaggerated the \"dragon\" story to explain the chaos caused by the storm and the cheese mess.\r\n—\"There’s no dragon!\" —I shouted, as the villagers approached with confused looks—. \"Just a tarp and some spoiled cheese. Let’s fix this!\"\r\nWith the help of the villagers, we cleaned up the place and organized the cheese. It turned out that the dragon legend was just a misunderstanding made worse by word of mouth and stories that grew bigger than they really were.\r\nI returned to Artorius’s castle with the news that the \"dragon\" was just a myth and that the real problem was a mix of bad weather and poorly stored cheese. Artorius welcomed me with relief, and the warriors celebrated with a feast where, of course, cheese was the main dish. The dragon legend became a funny story, and the castle went back to normal.\r\nAnd so, dear grandkids, that’s the end of this story. Now, off to bed! Tomorrow I’ll tell you about how I helped Marco Polo on his trip to China, where we were chased for days because people mistook our spice supplies for gold dust. Goodnight and sweet dreams.\r\n\r\n",
    "time": "299,7",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Eloy-and-the-Lost-Cheese-Dragon-e2naeac/a-abg1n4m",
    "date": "17/08/2024"
  },
  {
    "order": "179",
    "name": "Luna and the Road Mirage",
    "key": "luna-and-the-road-mirage",
    "youtube": "t7ZCpkFOYHg",
    "tiktok": "",
    "spotify": "Luna-and-the-Road-Mirage-e2nal33/a-abg1v5p",
    "saga": "",
    "link": "https://youtu.be/t7ZCpkFOYHg",
    "story": "It was a sunny and hot day, perfect for a road trip. Luna, a little girl with a big imagination, was sitting by the window, watching the world outside with her big violet eyes full of curiosity. Her deep blue hair seemed to come alive in the sunlight, sparkling like a little piece of the sky was traveling with her.\r\nLuna loved these trips. To her, every journey was an adventure, a chance to discover something new. As the car moved down the road, the dry, golden landscape stretched as far as the eye could see. There were no mountains or rivers, just dry land and a few cacti that looked like green giants waving at them from afar.\r\n“Mom, look at those cacti! They look like green giants!” Luna exclaimed excitedly, pointing out the window.\r\n“Yes, dear,” her mom replied with a smile. “They’re used to this heat. They know how to survive here.”\r\nLuna rested her chin on her hand, imagining the cacti were guardians of a mysterious desert, protecting ancient treasures and secrets that only the bravest could find. The road was long and straight, and the heat made the air ahead look like it was rippling, as if the earth was breathing slowly.\r\nBut then, something strange caught Luna’s attention. Far away on the horizon, it looked like there was a big puddle of water in the middle of the road. She blinked several times, trying to figure out what she was seeing. Water? In such a dry place? It didn’t make sense.\r\n“Dad, there’s water ahead!” she shouted, moving restlessly in her seat.\r\nHer dad, focused on driving, glanced quickly at the horizon and smiled.\r\n“Don’t worry, Luna. It’s not what it seems. That’s a mirage.”\r\n“A mirage?” Luna asked, her eyes wide with curiosity. “What’s that?”\r\n“A mirage is like an optical illusion, something that looks real but isn’t,” her dad explained. “When the ground gets really hot, the air near the road heats up too. The hot air mixes with the cooler air above it, and the sunlight bends as it passes through those layers of air. That makes it look like there’s water on the road, but there’s really nothing there.”\r\nLuna frowned, trying to understand all that information. How could heat make water appear where there wasn’t any? She didn’t fully get it, but she felt there was something very interesting about it.\r\n“It’s like the sun is playing tricks on us, making us see things that aren’t really there,” her mom said, turning to Luna with a knowing smile.\r\nLuna thought about that. She liked the idea of the sun playing tricks, even if it was a little mischievous, hiding things that didn’t really exist. She decided she wanted to understand more about how that trick worked. She wanted to know how the sun could fool her eyes.\r\nAs they kept driving, the “water” on the road seemed to move farther and farther away, as if it was running from them. Luna couldn’t stop watching, fascinated by the phenomenon. After a while, she decided she had to solve the mystery of the mirage herself.\r\n“Dad, can I ask you a question?” Luna said, with a serious look on her face.\r\n“Of course, Luna, ask anything you want,” her dad replied, still driving.\r\n“How can light bend? I thought light always went in a straight line.”\r\nHer dad smiled, knowing this question was the start of a great discovery.\r\n“Well, light usually travels in a straight line, but when it passes through different things, like hot air and cold air, it can change direction. It’s a bit like when you throw a ball and it hits something; it can bounce off in different directions. Light does something similar when it passes through hot and cold air, and that’s what creates the mirage.”\r\nLuna nodded, thinking about the comparison to the bouncing ball. It was easier to imagine light as a ball bouncing and changing direction when it hit an invisible wall of hot air.\r\n“So hot and cold air are like invisible walls that make the light bounce!” she exclaimed, excited by her new understanding.\r\n“Exactly, Luna,” her dad said, proud of her. “That’s why you see water on the road, but it’s not really there. It’s just the light changing direction and tricking your eyes.”\r\nLuna was delighted with her discovery. For the rest of the trip, she kept watching the landscape, looking for more mirages and wondering how many other secrets nature was hiding. Now she knew that not everything she saw was what it seemed, and that made the world even more fascinating.\r\nFinally, after a long time of watching and thinking, Luna leaned back in her seat with a smile on her face. She had learned something new, something that made her feel closer to the mysteries of the universe that she so wanted to explore.\r\nThe road trip continued, with the sun shining brightly in the sky, but Luna no longer just saw cacti and dry land. Now she saw a world full of possibilities and secrets, where light could bend and the sun played tricks to create illusions.\r\nAnd so, with her head full of new thoughts and dreams, Luna let herself be carried away by the gentle movement of the car, imagining all the adventures that awaited her on her next road trip.\r\n\r\n",
    "time": "348,9",
    "spotifyLink": "https://podcasters.spotify.com/pod/show/bubo-boo/episodes/Luna-and-the-Road-Mirage-e2nal33/a-abg1v5p",
    "date": "18/08/2024"
  }
]