[
  {
    "id": "1",
    "title": "News Audio Letters #1",
    "html": "<p>¡Hola! Bienvenidos a todos a la primera edición de las \"News Audio Letters\". Muchos de vosotros ya conocéis nuestra\r\n    \"Newsletter\" semanal, donde resumíamos los acontecimientos de la semana. Hoy queremos hacer algo más moderno y\r\n    cercano. Al igual que narramos cuentos, hemos decidido narrar esta newsletter, convirtiéndola en una especie de\r\n    podcast. Así que, sin más preámbulos, aquí comienza la primera edición de la Newsletter Sonora mensual de La Voz de\r\n    los Cuentos.</p>\r\n\r\n<h2>Introducción</h2>\r\n<p>Como es nuestra primera edición, queremos empezar explicando qué es \"La Voz de los Cuentos\" para nosotros. Sabemos\r\n    que muchos de vosotros, padres, madres, docentes e incluso los pequeños de la casa, disfrutáis tanto de leer como de\r\n    escuchar historias. Leer es una actividad increíblemente valiosa, no solo por su contenido, sino también por su\r\n    forma. De pequeños, aprendemos por imitación y somos como esponjas.</p>\r\n<p>Así que nos preguntamos, ¿por qué no acercar una narrativa más adulta y entretenida a los niños? ¿Por qué no\r\n    ofrecerles historias con un trasfondo rico y lleno de vida, que no solo enseñen sino que también entretengan? Así\r\n    nació \"La Voz de los Cuentos\". En nuestros cuentos, puede haber princesas o dragones, y también podemos enseñar a\r\n    los niños la importancia de irse a dormir temprano o de comer verduras para tener una alimentación saludable. Todo\r\n    esto lo hacemos a través del entretenimiento.</p>\r\n<p>Ahora, os vamos a explicar la motivación detrás de algunas de las sagas que tenemos en marcha.</p>\r\n\r\n<h2>Sagas</h2>\r\n<h3>Luna</h3>\r\n<p>Comenzaremos con la <strong>Saga de Luna</strong>. Luna es una joven curiosa que sueña con ser científica. Con una\r\n    mente analítica y un carisma desbordante, sus historias introducen conceptos de física de una manera fácil de\r\n    entender, animando a los más pequeños a analizar el mundo que les rodea. Hablamos de temas como la presión, la\r\n    temperatura, los arcoíris que aparecen en el cielo cuando llueve o por qué vuela un avión de papel. Esta saga es\r\n    recurrente y nunca tendrá fin, porque la ciencia está en todos lados y siempre seguiremos aprendiendo de ella.</p>\r\n\r\n<h3>Eloy</h3>\r\n<p>Pero no solo la ciencia y la rigurosidad científica son importantes, y eso nos lo demuestra <strong>Eloy</strong>.\r\n    Aquí me pondré un poco sentimental y romperé la barrera como narrador para confesaros que Eloy era mi abuelo. Murió\r\n    cuando yo era pequeño y decidí hacerle un homenaje de esta manera. Si habéis leído algún cuento de esta saga,\r\n    sabréis que Eloy se reúne cada noche con sus nietos, frente a la chimenea, para contarles historias que vivió de\r\n    joven. ¿Qué tan viejo será Eloy? No lo sabemos, pero sabemos que vivió con los egipcios, así que debe tener unos\r\n    cuantos miles de años.</p>\r\n<p>La <strong>Saga de Eloy</strong> mezcla humor absurdo e imaginativo con rigor histórico. Los personajes y las\r\n    civilizaciones que ahí aparecen existieron realmente. Esta saga añade magia a hechos del pasado, descubriendo la\r\n    historia de la humanidad desde la perspectiva divertida y fantástica de un abuelo que quiere hacer feliz a sus\r\n    nietos.</p>\r\n\r\n<h3>SDG</h3>\r\n<p>¿A quién no le gustan los gatos? Cada gato merece un hogar, y eso es a lo que se dedica el <strong>Sistema de\r\n        Distribución de Gatos (SDG)</strong>. Esta saga trae el estilo de novela negra y detectivesca a los más\r\n    pequeños. Aunque es un género complicado para ellos, nos gusta el resultado.</p>\r\n<p>Tenemos muchas más sagas, pero por ahora creemos que el concepto queda claro con estos ejemplos.</p>\r\n\r\n<h2>La Página Web</h2>\r\n<p>Aunque comenzamos en YouTube, Spotify y TikTok, nos dimos cuenta de que no era suficiente para todo lo que queríamos\r\n    ofrecer. Así que decidimos invertir esfuerzo en crear la página web: <a\r\n        href=\"http://lavozdeloscuentos.es\">lavozdeloscuentos.es</a>. En ella, podemos agrupar mejor el contenido y las\r\n    sagas, además de ofrecer más funcionalidades para vosotros y expandir las historias para que cobren vida más allá\r\n    del relato. Aquí van algunos ejemplos:</p>\r\n<ul>\r\n    <li>Tenéis la opción de leer el cuento, leerlo mientras lo escucháis, e incluso descargarlo en PDF si lo preferís.\r\n    </li>\r\n    <li>Podéis adaptar el tamaño de la fuente al que prefiráis, recordándolo para futuras ocasiones.</li>\r\n    <li>Además, podéis pedirnos cuentos personalizados. Si queréis regalar un cuento o simplemente ponernos a prueba,\r\n        aceptamos el reto y trabajamos en ello con gusto. Nos gusta darle una vuelta inesperada a cada petición.</li>\r\n</ul>\r\n<p>Y además, tenemos un Road Map para expandir más la página. Aquí os hago un breve resumen:</p>\r\n<ul>\r\n    <li>Haremos un rediseño más amigable.</li>\r\n    <li>Añadiremos juegos educativos y entretenidos basados en las sagas que estamos creando. Ya hemos tenemos uno y\r\n        estamos probándolo antes de lanzarlo.</li>\r\n    <li>Progreso de lectura y recompensas por leer.</li>\r\n    <li>Marcar los cuentos que te gustan para nunca perderlos de vista.</li>\r\n    <li>Una opción para facilitarte el compartir cuentos con quien quieras.</li>\r\n    <li>Seguimiento de Sagas.</li>\r\n    <li>Fichas de personajes, para que se conozcan los personajes fuera de las historias, su personalidad, sus\r\n        diferentes facetas.</li>\r\n    <li>Historias para colorear.</li>\r\n    <li>Actividades específicas de sagas, como votar qué historia queréis que cuente Eloy.</li>\r\n    <li>Aplicaciones para móviles para una mayor comodidad.</li>\r\n</ul>\r\n<p>Y muchísimas más cosas que irán viniendo con el tiempo.</p>\r\n<p>¡Esperamos que disfrutéis de esta nueva forma de estar en contacto con nosotros y con los cuentos que tanto nos\r\n    apasionan!</p>\r\n\r\n<h2>A los cuentos</h2>\r\n<p>Y dada esta pequeña gran introducción inicial. Empezamos ahora sí contando lo que nos ha traído este mes de cuentos y\r\n    magia.</p>\r\n\r\n<h3>SDG</h3>\r\n<p>En el sistema de distribución de Gatos hemos sacado cuatro cuentos de gatos maravillosos: <a\r\n        href=\"https://lavozdeloscuentos.es/cuento/el-arte-secreto-de-la-gata-mia/\">La gata artista Mía</a>, <a\r\n        href=\"https://lavozdeloscuentos.es/cuento/la-banda-de-los-gatos-musicos/\">La Banda de los Gatos Músicos</a>, un\r\n    pequeño homenaje a los 4 Músicos de Bremen. <a\r\n        href=\"https://lavozdeloscuentos.es/cuento/el-tesoro-de-barbai-el-gato-pirata/\">El Tesoro de Barba, el Gato\r\n        Pirata</a>, que pese a ser un pirata descubre que lo más importante es la familia, y la historia de una gata que\r\n    pasa demasiado desapercibida, nuestra <a\r\n        href=\"https://lavozdeloscuentos.es/cuento/la-desaparicion-de-lunai-la-gata-invisible/\">Luna, la gata\r\n        invisible</a>.</p>\r\n\r\n<h3>Carlota Cucaracha</h3>\r\n<p>Por otro lado, Carlota nos ha presentado a su hermana, una experta narradora de historias, que nos habla desde un\r\n    pasado lejano en <a href=\"https://lavozdeloscuentos.es/cuento/la-gran-aventura-de-zetsy-y-su-pata-perdida/\">La Gran\r\n        Aventura de Zetsy y su Pata Perdida</a>, y además Carlota consigue pacificar un momento de tensión en el jardín\r\n    resolviendo <a href=\"https://lavozdeloscuentos.es/cuento/el-debate-del-monton-de-hojas/\">El debate del Montón de\r\n        Hojas</a>.</p>\r\n\r\n<h3>Leyendas</h3>\r\n<ul>\r\n    <li><a href=\"https://lavozdeloscuentos.es/cuento/la-leyenda-del-gnomo-malhumorado/\">La Leyenda del Gnomo\r\n            Malhumorado</a></li>\r\n    <li><a href=\"https://lavozdeloscuentos.es/cuento/la-leyenda-del-esqueleto-bailarin/\">La Leyenda del Esqueleto\r\n            Bailarín</a></li>\r\n</ul>\r\n\r\n<h2>La Vida de Eloy</h2>\r\n<p>Este mes ha sido el nacimiento de la saga histórica del abuelo Eloy, hemos hecho un esfuerzo extra para crear la\r\n    estructura y narrativa, así que la saga con más cuentos ha sido esta.</p>\r\n<p>Eloy ha estado ya en Egipto con faraones, construyendo la Gran Muralla China, en una travesía alpina, y en la Rusia\r\n    de los zares. No nos olvidamos de su tiempo con los vikingos, ni tampoco de cuando estuvo luchando con gladiadores.\r\n    Y, por supuesto, cuando viajó a las Américas: aprendió a bailar tango en Argentina, descubrió cómo usar el\r\n    calendario azteca y estuvo en una ciudad de oro inca.</p>\r\n<p>Seguro que aún le quedan muchas historias que contarnos.</p>\r\n\r\n<h3>Luna y la Física</h3>\r\n<p>Y como cada mes, queremos aportar nuestro granito de ciencia. Luna se ha metido con varios temas básicos:</p>\r\n<ul>\r\n    <li><a href=\"https://lavozdeloscuentos.es/cuento/luna-y-el-secreto-del-calor/\">Luna y el Secreto del Calor</a>:\r\n        Donde aprende cómo el calor funciona.</li>\r\n    <li><a href=\"https://lavozdeloscuentos.es/cuento/luna-y-el-centro-de-gravedad/\">Luna y el Centro de Gravedad</a>:\r\n        Para saber por qué nos caemos y cómo evitarlo, además de poder hacer equilibrios increíbles.</li>\r\n    <li><a href=\"https://lavozdeloscuentos.es/cuento/luna-y-la-presion/\">Luna y la Presión</a>: Luna intenta acercar el\r\n        concepto de presión a través de globos y experimentos.</li>\r\n    <li><a href=\"https://lavozdeloscuentos.es/cuento/luna-y-la-aventura-del-sonido/\">Luna y la Aventura del Sonido</a>:\r\n        ¿Cómo viaja y funciona el sonido? ¿Qué es?</li>\r\n    <li><a href=\"https://lavozdeloscuentos.es/cuento/luna-y-el-misterio-del-vuelo/\">Luna y el Misterio del Vuelo</a>:\r\n        Por qué vuelan y cómo podrían mejorar mis aviones de papel, un poco de aerodinámica básica.</li>\r\n</ul>\r\n\r\n<h3>Llamarada</h3>\r\n<p>En <a href=\"https://lavozdeloscuentos.es/cuento/la-niebla-del-olvido/\">La Niebla del Olvido</a> Llamarada vuelve a\r\n    salvar Imaginaria.</p>\r\n\r\n<h3>Tupi</h3>\r\n<p>Hemos empezado una saga de 20 capítulos de duración de un mago en miniatura que tiene problemas muy serios con su\r\n    sombrero. El pequeño Tupi ya nos ha dejado 2 capítulos por delante, de enfados y magia.</p>\r\n\r\n<h3>Otros cuentos sueltos</h3>\r\n<p>Pero no todos son sagas, a veces simplemente queremos hacer pequeños sueltos. Queríamos hacer un pequeño homenaje a\r\n    una especie local de dinosaurio que se encontró en la Serra de Tramuntana, en Mallorca, y decidimos inventarnos una\r\n    historia del <a href=\"https://lavozdeloscuentos.es/cuento/el-enigma-del-tramuntanasaurio/\">Tramuntanasaurio</a>.</p>\r\n<p>Y hay algunos más que os animamos a descubrirlos, a todos les tenemos un gran cariño.</p>\r\n\r",
    "spotify": "News-Audio-Letters-1-e2mi7no/a-abf41te"
  }
]